-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Oct 11, 2017 at 10:48 AM
-- Server version: 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `refaq_db6`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE IF NOT EXISTS `about` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `suspend` tinyint(4) NOT NULL DEFAULT '0',
  `type` tinyint(4) NOT NULL DEFAULT '1',
  `publisher` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `title`, `content`, `img`, `date`, `date_s`, `suspend`, `type`, `publisher`) VALUES
(18, 'الرسالة', 'الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة الرسالة ', 'banner.png', 1501966800, 1502036349, 0, 2, 'admin'),
(16, 'من نحن', 'من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن من نحن ', 'banner.png', 1501966800, 1502036279, 0, 0, 'admin'),
(17, 'الأهداف', 'الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف الأهداف ', 'banner.png', 1501966800, 1502036296, 0, 1, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `accounts_group`
--

CREATE TABLE IF NOT EXISTS `accounts_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(250) NOT NULL,
  `code` varchar(250) NOT NULL,
  `from_id` int(50) NOT NULL DEFAULT '0',
  `level` int(11) NOT NULL,
  `account_type` int(11) NOT NULL DEFAULT '0',
  `have_branch` int(11) NOT NULL,
  `last_value` varchar(100) NOT NULL DEFAULT '0',
  `type` int(20) NOT NULL,
  `last_value_madeen` varchar(255) NOT NULL DEFAULT '0',
  `last_value_dayen` varchar(255) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=333 ;

--
-- Dumping data for table `accounts_group`
--

INSERT INTO `accounts_group` (`id`, `name`, `code`, `from_id`, `level`, `account_type`, `have_branch`, `last_value`, `type`, `last_value_madeen`, `last_value_dayen`) VALUES
(3, 'الاصول الثابتة', '101', 1, 2, 1, 1, '0', 1, '0', '0'),
(102, 'المخزون ', '102008', 34, 3, 1, 1, '0', 1, '0', '0'),
(11, 'الآلات والمعدات', '101003', 3, 0, 1, 1, '0', 0, '0', '0'),
(128, 'برج زايم', '102008000800015', 103, 1, 1, 2, '70', 0, '0', '0'),
(127, 'بياسيد', '102008000800014', 103, 1, 1, 2, '50', 0, '0', '0'),
(126, 'داي كلازوريل', '102008000800013', 103, 1, 1, 2, '42.50', 0, '0', '0'),
(125, 'لايسين', '102008000800012', 103, 1, 1, 2, '21', 0, '0', '0'),
(124, 'نيوتراس تكنوزايم', '102008000800011', 103, 1, 1, 2, '65', 0, '0', '0'),
(123, 'بريمكس تسمين', '102008000800010', 103, 1, 1, 2, '30', 0, '0', '0'),
(122, 'بريمكس بياض', '10200800080009', 103, 1, 1, 2, '25', 0, '0', '0'),
(121, 'ميثونين', '10200800080008', 103, 1, 1, 2, '53', 0, '0', '0'),
(120, 'بيكربونات صوديوم', '10200800080007', 103, 1, 1, 2, '4.9', 0, '0', '0'),
(119, 'ملح', '10200800080006', 103, 1, 1, 2, '0.6', 0, '0', '0'),
(118, 'زيت صويا', '10200800080005', 103, 1, 1, 2, '12.30', 0, '0', '0'),
(117, 'جيلوتين', '10200800080004', 103, 1, 1, 2, '10.50', 0, '0', '0'),
(116, 'حجر جيري', '10200800080003', 103, 1, 1, 2, '.110', 0, '0', '0'),
(34, 'الأصول المتداولة', '102', 1, 2, 1, 1, '0', 1, '0', '0'),
(35, 'العملاء', '102002', 34, 3, 1, 1, '14607281', 1, '0', '0'),
(38, 'أصول متنوعه أخري	', '101006', 3, 0, 1, 2, '1236188', 0, '0', '0'),
(39, 'الخصوم', '2', 0, 1, 1, 1, '0', 2, '0', '0'),
(40, 'رأس المال', '202', 39, 2, 1, 2, '10500000', 2, '0', '0'),
(41, 'المورديين', '203', 39, 2, 1, 1, '0', 2, '0', '0'),
(42, 'المدينة - عبده أبو عائشة', '2030001', 41, 2, 1, 1, '329347.60', 2, '0', '0'),
(43, 'جولدن ستار - عطية عبده عطية', '2030002', 41, 2, 1, 1, '0', 2, '0', '0'),
(44, 'المؤسسة العربية', '2030003', 41, 2, 1, 1, '973308', 2, '0', '0'),
(45, 'شركة المجد لاستخلاص الزيوت النباتية', '2030004', 41, 2, 1, 1, '571941', 2, '0', '0'),
(46, 'المجموعة المتحدة - هاني مظهر', '2030005', 41, 2, 1, 1, '260334.30', 2, '0', '0'),
(47, 'أبو حسين (أحمد محمود إبراهيم) ', '2030006', 41, 2, 1, 1, '576219.40', 2, '0', '0'),
(48, 'يحيى البكري - مؤسسة بئر العبد', '2030007', 41, 0, 1, 1, '440846', 0, '0', '0'),
(86, ' المهندسون - عمرو حسن ', '2030044', 41, 2, 1, 1, '0', 2, '0', '0'),
(85, 'المهندسون - محمد حسن ', '2030043', 41, 2, 1, 1, '0', 2, '0', '0'),
(51, 'الأسكندرية - أحمد فرغلي', '2030009', 41, 0, 1, 1, '0', 0, '0', '0'),
(52, 'التقوى للتوكيلات التجارية - السيد عبدالعليم', '2030010', 41, 0, 1, 1, '-25091', 0, '0', '0'),
(53, 'المصرية للتجارة - ناجي عوض', '2030011', 41, 2, 1, 1, '41000', 2, '0', '0'),
(54, 'مصر للتجارة الخارجية - محمد لطفي حسني علي', '2030012', 41, 2, 1, 1, '107258', 2, '0', '0'),
(55, 'شركة كميت - محمود عبدالجواد', '2030013', 41, 2, 1, 1, '0', 2, '0', '0'),
(56, 'دلتا مصر', '2030014', 41, 2, 1, 1, '0', 2, '0', '0'),
(57, 'دلتا فيت', '2030015', 41, 2, 1, 1, '30755', 2, '0', '0'),
(58, 'إنتر فارما', '2030016', 41, 2, 1, 1, '51700', 2, '0', '0'),
(59, 'إنتر كوفا', '2030017', 41, 2, 1, 1, '0', 2, '0', '0'),
(60, 'فيترا صحة الحيوان', '2030018', 41, 2, 1, 1, '125000', 2, '0', '0'),
(61, 'الجوي فيت', '2030019', 41, 2, 1, 1, '293754', 2, '0', '0'),
(62, 'بيوفيت إيجيبت ', '2030020', 41, 2, 1, 1, '263000', 2, '0', '0'),
(63, 'جلوري فيت', '2030021', 41, 2, 1, 1, '70000', 2, '0', '0'),
(64, 'يونايتد U.B.N', '2030022', 41, 2, 1, 1, '525000', 2, '0', '0'),
(65, 'تري ايه فارما A3 ', '2030023', 41, 2, 1, 1, '90000', 2, '0', '0'),
(66, 'خيرات النيل', '2030024', 41, 2, 1, 1, '6000', 2, '0', '0'),
(67, 'المصرية الأوربية', '2030025', 41, 2, 1, 1, '39000', 2, '0', '0'),
(68, 'شركة قويسنا للتنمية', '2030026', 41, 2, 1, 1, '0', 2, '0', '0'),
(69, 'كابو الزراعية', '2030027', 41, 2, 1, 1, '0', 2, '0', '0'),
(70, 'هاني فور تريد', '2030028', 41, 2, 1, 1, '0', 2, '0', '0'),
(71, 'الإسلامية - محمود حافظ', '2030029', 41, 2, 1, 1, '0', 2, '0', '0'),
(72, 'رونت فيتا - مصطفى أحمد ماهر', '2030030', 41, 2, 1, 1, '0', 2, '0', '0'),
(73, 'شركة لايف كيميكال جروب', '2030031', 41, 2, 1, 1, '0', 2, '0', '0'),
(74, 'شركة البراق للاستيراد والتصدير', '2030032', 41, 2, 1, 1, '0', 2, '0', '0'),
(75, 'شركة الأهرام للاستيراد والتصدير', '2030033', 41, 2, 1, 1, '0', 2, '0', '0'),
(76, 'ايه تو ام إيجيبت A2M', '2030034', 41, 2, 1, 1, '0', 2, '0', '0'),
(77, 'شركة نماء مصر', '2030035', 41, 2, 1, 1, '0', 2, '0', '0'),
(78, 'أكما - ضياء مصطفى توفيق', '2030036', 41, 2, 1, 1, '0', 2, '0', '0'),
(79, 'بيكوك انترناشونال', '2030037', 41, 2, 1, 1, '0', 2, '0', '0'),
(80, 'فيدباك - شكاير', '2030038', 41, 2, 1, 1, '0', 2, '0', '0'),
(81, 'ألفا باك - شكاير', '2030039', 41, 2, 1, 1, '0', 2, '0', '0'),
(82, 'الدولية - محمود جابر - شكاير', '2030040', 41, 0, 1, 1, '72790.32', 0, '0', '0'),
(83, 'مصر النور - شكاير', '2030041', 41, 2, 1, 1, '106594', 2, '0', '0'),
(84, 'محمد شاهين - حجر جيري', '2030042', 41, 2, 1, 1, '0', 2, '0', '0'),
(87, 'دفعات مقدمة', '102003', 34, 0, 1, 2, '378348', 0, '0', '0'),
(88, 'جاري الشركاء (مدين)', '102004', 34, 3, 1, 2, '860832', 1, '0', '0'),
(89, 'رصيد الخزينة في 31 أكتوبر 2016', '102005', 34, 3, 1, 2, '141700', 1, '0', '0'),
(90, 'رصيد البنوك في 31 أكتوبر 2016', '102006', 34, 3, 1, 2, '602040', 1, '0', '0'),
(91, 'مخزون أخر أكتوبر 2016', '102007', 34, 3, 1, 2, '4180542', 1, '0', '0'),
(92, 'أوراق الدفع', '204', 39, 2, 1, 2, '1740000', 2, '0', '0'),
(93, 'جهاز مدينة السادات', '205', 39, 0, 1, 2, '0', 0, '0', '0'),
(94, 'مصروفات مستحقة', '206', 39, 2, 1, 2, '0', 2, '0', '0'),
(95, 'جاري الشركاء (دائن)', '207', 39, 2, 1, 2, '0', 2, '0', '0'),
(96, 'ديون مشكوك في تحصيلها', '208', 39, 0, 1, 2, '942490', 0, '0', '0'),
(97, 'ديون معدومة', '208', 39, 2, 1, 2, '0', 2, '0', '0'),
(98, 'الإهلاك', '209', 39, 2, 1, 2, '0', 2, '0', '0'),
(99, 'قروض', '2010', 39, 2, 1, 2, '0', 2, '0', '0'),
(100, 'أرباح الفترة', '2011', 39, 2, 1, 2, '0', 2, '0', '0'),
(130, 'بيوتين', '102008000800017', 103, 1, 1, 2, '37', 0, '0', '0'),
(129, 'فايتيز إنزيم هضم', '102008000800016', 103, 1, 1, 2, '50', 0, '0', '0'),
(115, 'صويا', '10200800080002', 103, 1, 1, 2, '7.76', 0, '0', '0'),
(114, 'ذرة صفراء', '10200800080001', 103, 1, 1, 2, '3.7', 0, '0', '0'),
(131, 'ثرولين', '102008000800018', 103, 1, 1, 2, '29', 0, '0', '0'),
(132, 'هادوكس', '102008000800019', 103, 1, 1, 2, '36', 0, '0', '0'),
(133, 'سبينزا', '1020080008000110', 103, 1, 1, 2, '150', 0, '0', '0'),
(134, 'سيرفيس', '1020080008000111', 103, 1, 1, 2, '40', 0, '0', '0'),
(135, 'لون منشط نمو', '1020080008000112', 103, 1, 1, 2, '25', 0, '0', '0'),
(136, 'نخالة', '1020080008000113', 103, 0, 1, 2, '2.3', 0, '0', '0'),
(137, 'زنك', '1020080008000114', 103, 1, 1, 2, '28', 0, '0', '0'),
(138, 'أفياكس', '1020080008000115', 103, 1, 1, 2, '68', 0, '0', '0'),
(139, 'مونو كالسيوم', '1020080008000116', 103, 1, 1, 2, '7.5', 0, '0', '0'),
(140, 'توكوتريد', '1020080008000117', 103, 1, 1, 2, '18', 0, '0', '0'),
(141, 'كولين', '1020080008000118', 103, 1, 1, 2, '72.5', 0, '0', '0'),
(142, 'أكتيف موس', '1020080008000119', 103, 1, 1, 2, '100', 0, '0', '0'),
(143, 'أوكسي ستوب', '10200800080001110', 103, 1, 1, 2, '45', 0, '0', '0'),
(144, 'هيمي سيل', '10200800080001111', 103, 1, 1, 2, '90', 0, '0', '0'),
(145, 'نامي دواجن', '10200800080001112', 103, 1, 1, 2, '135', 0, '0', '0'),
(146, 'ليبو ثورب', '10200800080001113', 103, 0, 1, 2, '18.5', 0, '0', '0'),
(147, 'بيوكس', '10200800080001114', 103, 1, 1, 2, '38', 0, '0', '0'),
(148, 'ليفيتان', '10200800080001115', 103, 1, 1, 2, '45', 0, '0', '0'),
(149, 'تربو', '10200800080001116', 103, 1, 1, 2, '35', 0, '0', '0'),
(150, 'بروتي ميك', '10200800080001117', 103, 1, 1, 2, '55', 0, '0', '0'),
(151, 'سيليكات', '10200800080001118', 103, 1, 1, 2, '11', 0, '0', '0'),
(152, 'فيتاريل', '10200800080001119', 103, 1, 1, 2, '22', 0, '0', '0'),
(153, 'هاميكوزايم', '102008000800011110', 103, 1, 1, 2, '0', 0, '0', '0'),
(154, 'مركزات', '102008000800011111', 103, 1, 1, 2, '6.5', 0, '0', '0'),
(155, 'مسحوق سمك', '102008000800011112', 103, 1, 1, 2, '18', 0, '0', '0'),
(156, 'أكوسي ستات', '102008000800011113', 103, 1, 1, 2, '45', 0, '0', '0'),
(157, 'أكوسي ستات', '102008000800011114', 103, 1, 1, 2, '45', 0, '0', '0'),
(158, 'أكوسي ستات', '102008000800011115', 103, 1, 1, 2, '45', 0, '0', '0'),
(159, 'أكوسي ستات', '102008000800011116', 103, 1, 1, 2, '45', 0, '0', '0'),
(160, 'أكوسي ستات', '102008000800011117', 103, 1, 1, 2, '45', 0, '0', '0'),
(161, 'أكوسي ستات', '102008000800011118', 103, 1, 1, 2, '45', 0, '0', '0'),
(162, 'أكوسي ستات', '102008000800011119', 103, 1, 1, 2, '45', 0, '0', '0'),
(163, 'نوفو ثورب', '1020080008000111110', 103, 1, 1, 2, '13', 0, '0', '0'),
(164, 'نوفو ثورب', '1020080008000111111', 103, 1, 1, 2, '13', 0, '0', '0'),
(165, 'علف بادي تسمين ذهبي 25% بروتين', '10200800090001', 104, 1, 1, 2, '0', 0, '0', '0'),
(166, 'علف بادي تسمين سوبر 23% بروتين', '10200800090002', 104, 1, 1, 2, '0', 0, '0', '0'),
(167, 'علف نامي تسمين 21% بروتين', '10200800090003', 104, 1, 1, 2, '0', 0, '0', '0'),
(168, 'علف ناهي تسمين 19% بروتين', '10200800090004', 104, 1, 1, 2, '0', 0, '0', '0'),
(169, 'علف بادي نامي 21% بروتين', '10200800090005', 104, 1, 1, 2, '0', 0, '0', '0'),
(170, 'علف بادي بياض 21% بروتين', '10200800090006', 104, 1, 1, 2, '0', 0, '0', '0'),
(171, 'علف نامي بياض 18% بروتين', '10200800090007', 104, 1, 1, 2, '0', 0, '0', '0'),
(172, 'علف تطويري بياض 16% بروتين', '10200800090008', 104, 1, 1, 2, '0', 0, '0', '0'),
(173, 'علف قبل إنتاجي بياض 18% بروتين', '10200800090009', 104, 1, 1, 2, '0', 0, '0', '0'),
(174, 'علف إنتاجي (1) 18% بروتين', '102008000900010', 104, 1, 1, 2, '0', 0, '0', '0'),
(175, 'علف إنتاجي (2) 17% بروتين', '102008000900011', 104, 1, 1, 2, '0', 0, '0', '0'),
(176, 'علف إنتاجي (3) 16% بروتين', '102008000900012', 104, 1, 1, 2, '0', 0, '0', '0'),
(177, 'علف تربية 21% بروتين - صقر', '102008000900013', 104, 1, 1, 2, '0', 0, '0', '0'),
(178, 'علف بياض إنتاجي 19% بروتين - صقر', '102008000900014', 104, 1, 1, 2, '0', 0, '0', '0'),
(179, 'علف بياض إنتاجي 18% بروتين - صقر', '102008000900015', 104, 1, 1, 2, '0', 0, '0', '0'),
(180, 'علف بياض إنتاجي 17% بروتين - صقر', '102008000900016', 104, 1, 1, 2, '0', 0, '0', '0'),
(181, 'علف بياض 14% بروتين', '102008000900017', 104, 1, 1, 2, '0', 0, '0', '0'),
(182, 'علف بادي بط', '102008000900018', 104, 1, 1, 2, '0', 0, '0', '0'),
(183, 'علف نامي بط', '102008000900019', 104, 1, 1, 2, '0', 0, '0', '0'),
(184, 'علف ناهي بط', '1020080009000110', 104, 1, 1, 2, '0', 0, '0', '0'),
(185, 'شكاير فارغة', '10200800100001', 109, 5, 1, 2, '2.09', 0, '0', '0'),
(186, 'إبراهيم بسيوني', '1020020001', 35, 4, 1, 2, '1050', 1, '0', '0'),
(187, 'إبراهيم جازي', '1020020002', 35, 4, 1, 2, '507000', 1, '0', '0'),
(188, 'الشحات يونس', '1020020003', 35, 4, 1, 2, '155783', 1, '0', '0'),
(189, 'السيد العطار', '1020020004', 35, 4, 1, 2, '130875', 1, '0', '0'),
(190, 'شركة الشيماء - محمد جمال', '1020020005', 35, 4, 1, 2, '144059', 1, '0', '0'),
(191, 'شعبان حسين يادم', '1020020006', 35, 4, 1, 2, '99729', 1, '0', '0'),
(192, 'صبحي بلال', '1020020007', 35, 4, 1, 2, '116320', 1, '0', '0'),
(193, 'طارق الشافعي', '1020020008', 35, 4, 1, 2, '30825', 1, '0', '0'),
(194, 'عماد ربيع', '1020020009', 35, 4, 1, 2, '78291', 1, '0', '0'),
(195, 'عبدالعزيز رشاد', '1020020010', 35, 4, 1, 2, '32625', 1, '0', '0'),
(196, 'ناصر إبراهيم', '1020020011', 35, 4, 1, 2, '5', 1, '0', '0'),
(197, 'ناصر أبو دنيا', '1020020012', 35, 4, 1, 2, '60248', 1, '0', '0'),
(198, 'حازم النجار - أبو دومة', '1020020013', 35, 4, 1, 2, '308673', 1, '0', '0'),
(199, 'حازم النجار - الصعايدة', '1020020014', 35, 4, 1, 2, '124575', 1, '0', '0'),
(200, 'حازم النجار - الفحام', '1020020015', 35, 4, 1, 2, '547805', 1, '0', '0'),
(201, 'وائل عباس', '1020020016', 35, 4, 1, 2, '969620', 1, '0', '0'),
(202, 'عيد اللقاني', '1020020017', 35, 4, 1, 2, '71168', 1, '0', '0'),
(203, 'رجب القباني', '1020020018', 35, 4, 1, 2, '822178', 1, '0', '0'),
(204, 'أحمد علي', '1020020019', 35, 4, 1, 2, '83512', 1, '0', '0'),
(205, 'شعبان عبدالرؤوف', '1020020020', 35, 4, 1, 2, '936433', 1, '0', '0'),
(206, 'جلال الشرقاوي', '1020020021', 35, 4, 1, 2, '105442', 1, '0', '0'),
(207, 'إبراهيم مصطفى', '1020020022', 35, 4, 1, 2, '746487', 1, '0', '0'),
(208, 'عادل شعبان', '1020020023', 35, 4, 1, 2, '2975', 1, '0', '0'),
(209, 'عاطف دبوس', '1020020024', 35, 4, 1, 2, '43135', 1, '0', '0'),
(210, 'طارق الباز', '1020020025', 35, 4, 1, 2, '404450', 1, '0', '0'),
(211, 'نهى حمودة', '1020020026', 35, 4, 1, 2, '38', 1, '0', '0'),
(212, 'هلالي رفاعي', '1020020027', 35, 4, 1, 2, '38955', 1, '0', '0'),
(213, 'أحمد الشرقاوي', '1020020028', 35, 4, 1, 2, '1030606', 1, '0', '0'),
(214, 'أحمد عبسى', '1020020029', 35, 4, 1, 2, '8940', 1, '0', '0'),
(215, 'محمود رجب', '1020020030', 35, 4, 1, 2, '1200', 1, '0', '0'),
(216, 'شركة ناتشيورال - عصام عنتر خلف مخلوف', '1020020031', 35, 4, 1, 2, '111475', 1, '0', '0'),
(217, 'إسلام حشيش', '1020020032', 35, 4, 1, 2, '37842', 1, '0', '0'),
(218, 'إبراهيم سليم', '1020020033', 35, 4, 1, 2, '557968', 1, '0', '0'),
(219, 'محمد سعيد', '1020020034', 35, 4, 1, 2, '193103', 1, '0', '0'),
(220, 'رمضان جمال الدين', '1020020035', 35, 4, 1, 2, '1', 1, '0', '0'),
(221, 'سامي عامر', '1020020036', 35, 4, 1, 2, '3295', 1, '0', '0'),
(222, 'سعد شرف', '1020020037', 35, 4, 1, 2, '60838', 1, '0', '0'),
(223, 'يحيى شديد', '1020020038', 35, 4, 1, 2, '84182', 1, '0', '0'),
(224, 'أيمن عجرمة', '1020020039', 35, 4, 1, 2, '2864', 1, '0', '0'),
(225, 'محمد عطية', '1020020040', 35, 4, 1, 2, '71763', 1, '0', '0'),
(226, 'مجدي سعد', '1020020041', 35, 4, 1, 2, '46353', 1, '0', '0'),
(227, 'محمد الجمل', '1020020042', 35, 4, 1, 2, '86420', 1, '0', '0'),
(228, 'جمال منجود', '1020020043', 35, 4, 1, 2, '10000', 1, '0', '0'),
(229, 'أسامة الفيشاوي', '1020020044', 35, 4, 1, 2, '49875', 1, '0', '0'),
(230, 'أحمد عطوة', '1020020045', 35, 4, 1, 2, '151910', 1, '0', '0'),
(231, 'محمد المليجي', '1020020046', 35, 4, 1, 2, '273500', 1, '0', '0'),
(232, 'محمود أبو هشيمة', '1020020047', 35, 4, 1, 2, '6282', 1, '0', '0'),
(233, 'عادل عبدالسلام', '1020020048', 35, 4, 1, 2, '785', 1, '0', '0'),
(234, 'محمد مصطفى', '1020020049', 35, 4, 1, 2, '16650', 1, '0', '0'),
(235, 'محمد شرف الدين', '1020020050', 35, 4, 1, 2, '9499', 1, '0', '0'),
(236, 'معوض الخولي', '1020020051', 35, 4, 1, 2, '100', 1, '0', '0'),
(237, 'ياسر السنطاوي', '1020020052', 35, 4, 1, 2, '33680', 1, '0', '0'),
(238, 'محمد عزام', '1020020053', 35, 4, 1, 2, '87145', 1, '0', '0'),
(239, 'حاتم دوابة', '1020020054', 35, 4, 1, 2, '127171', 1, '0', '0'),
(240, 'عمر عفيفي', '1020020055', 35, 4, 1, 2, '18990', 1, '0', '0'),
(241, 'شركة الهدى للأعلاف', '1020020056', 35, 4, 1, 2, '-2040', 1, '0', '0'),
(242, 'هلالي فرغلي', '1020020057', 35, 4, 1, 2, '105360', 1, '0', '0'),
(243, 'صلاح منصور', '1020020058', 35, 4, 1, 2, '45', 1, '0', '0'),
(244, 'أحمد أبو غالب', '1020020059', 35, 4, 1, 2, '1', 1, '0', '0'),
(245, 'رياض جاويش', '1020020060', 35, 4, 1, 2, '15001', 1, '0', '0'),
(246, 'بشير محمد', '1020020061', 35, 4, 1, 2, '2040', 1, '0', '0'),
(247, 'محمد مبروك', '1020020062', 35, 4, 1, 2, '1540', 1, '0', '0'),
(248, 'أحمد عاشور', '1020020063', 35, 4, 1, 2, '528503', 1, '0', '0'),
(249, 'السيد الشورى', '1020020064', 35, 4, 1, 2, '73491', 1, '0', '0'),
(250, 'السيد حمودة', '1020020065', 35, 4, 1, 2, '1978', 1, '0', '0'),
(251, 'محمد سيف', '1020020066', 35, 4, 1, 2, '8250', 1, '0', '0'),
(252, 'باسم نعام', '1020020067', 35, 4, 1, 2, '5000', 1, '0', '0'),
(253, 'إبراهيم عبدالمنجي', '1020020068', 35, 4, 1, 2, '48', 1, '0', '0'),
(254, 'جمال أبو طيره', '1020020069', 35, 4, 1, 2, '10', 1, '0', '0'),
(255, 'خالد مبروك', '1020020070', 35, 4, 1, 2, '2537', 1, '0', '0'),
(256, 'سعد أبو شحاط', '1020020071', 35, 4, 1, 2, '4464', 1, '0', '0'),
(257, 'عمرو أبو شحاط', '1020020072', 35, 4, 1, 2, '57058', 1, '0', '0'),
(258, 'شركة الدسوقي جروب', '1020020073', 35, 4, 1, 2, '-6', 1, '0', '0'),
(259, 'شركة السلام', '1020020074', 35, 4, 1, 2, '4000', 1, '0', '0'),
(260, 'عماد عامر', '1020020075', 35, 4, 1, 2, '11950', 1, '0', '0'),
(261, 'عاطف النمكي', '1020020076', 35, 4, 1, 2, '8310', 1, '0', '0'),
(262, 'عاطف أبو حسين', '1020020077', 35, 4, 1, 2, '180698', 1, '0', '0'),
(263, 'عاطف الزفزاف', '1020020078', 35, 4, 1, 2, '964', 1, '0', '0'),
(264, 'عاطف الشافعي', '1020020079', 35, 4, 1, 2, '1442', 1, '0', '0'),
(265, 'عاطف سعيد', '1020020080', 35, 4, 1, 2, '150', 1, '0', '0'),
(266, 'علي هنداوي', '1020020081', 35, 4, 1, 2, '26500', 1, '0', '0'),
(267, 'عبدالحميد البلعة', '1020020082', 35, 4, 1, 2, '35048', 1, '0', '0'),
(268, 'عبدالله سباق', '1020020083', 35, 4, 1, 2, '2520', 1, '0', '0'),
(269, 'عبدالسلام واعر', '1020020084', 35, 4, 1, 2, '41938', 1, '0', '0'),
(270, 'عبدالظاهر محمد', '1020020085', 35, 4, 1, 2, '30', 1, '0', '0'),
(271, 'عبدالمقصود محمد', '1020020086', 35, 4, 1, 2, '433', 1, '0', '0'),
(272, 'عبدالناصر عمران', '1020020087', 35, 4, 1, 2, '38657', 1, '0', '0'),
(273, 'ناصر عيد', '1020020088', 35, 4, 1, 2, '30', 1, '0', '0'),
(274, 'عماد صلاح أحمد قميع - غيورة', '1020020089', 35, 4, 1, 2, '-1619', 1, '0', '0'),
(275, 'سمير عبدالحفيظ', '1020020090', 35, 4, 1, 2, '183565', 1, '0', '0'),
(276, 'عوني العمدة', '1020020091', 35, 4, 1, 2, '14763', 1, '0', '0'),
(277, 'فارس رمضان', '1020020092', 35, 4, 1, 2, '585', 1, '0', '0'),
(278, 'فارس زيدان', '1020020093', 35, 4, 1, 2, '36243', 1, '0', '0'),
(279, 'فتحي شعلة', '1020020094', 35, 4, 1, 2, '-3', 1, '0', '0'),
(280, 'محمد أحمد', '1020020095', 35, 4, 1, 2, '33123', 1, '0', '0'),
(281, 'محمد رزق', '1020020096', 35, 4, 1, 2, '990', 1, '0', '0'),
(282, 'محمد شعيب', '1020020097', 35, 4, 1, 2, '26669', 1, '0', '0'),
(283, 'محمود عرفة', '1020020098', 35, 4, 1, 2, '-5', 1, '0', '0'),
(284, 'مدام هند', '1020020099', 35, 4, 1, 2, '2973', 1, '0', '0'),
(285, 'مزارع صقر إخوان', '1020020100', 35, 4, 1, 2, '1937381', 1, '0', '0'),
(286, 'عملاء المصنع نقدي', '1020020101', 35, 4, 1, 2, '859', 1, '0', '0'),
(287, 'صلاح السيسي', '1020020102', 35, 4, 1, 2, '606478', 1, '0', '0'),
(288, 'ياسر البلعة', '1020020103', 35, 4, 1, 2, '921', 1, '0', '0'),
(289, 'هاني جمعة', '1020020104', 35, 4, 1, 2, '4319', 1, '0', '0'),
(290, 'ياسر البيلي', '1020020105', 35, 4, 1, 2, '7580', 1, '0', '0'),
(291, 'أشرف زكي - المولد', '1020020106', 35, 4, 1, 2, '874', 1, '0', '0'),
(292, 'أيمن الجنيدي', '1020020107', 35, 4, 1, 2, '6020', 1, '0', '0'),
(293, 'إيهاب محمود سليم', '1020020108', 35, 4, 1, 2, '49450', 1, '0', '0'),
(294, 'حسني عدلي', '1020020109', 35, 4, 1, 2, '147180', 1, '0', '0'),
(295, 'هاني غزال', '1020020110', 35, 4, 1, 2, '5885', 1, '0', '0'),
(296, 'سعيد الصافوري', '1020020111', 35, 4, 1, 2, '43531', 1, '0', '0'),
(297, 'عبدالله محمد النادي', '1020020112', 35, 4, 1, 2, '371590', 1, '0', '0'),
(298, 'فتحي أحمد عيسوي شلبي', '1020020113', 35, 4, 1, 2, '168944', 1, '0', '0'),
(299, 'محمد أبو نعمة', '1020020114', 35, 4, 1, 2, '121409', 1, '0', '0'),
(300, 'محمد عزب', '1020020115', 35, 4, 1, 2, '27607', 1, '0', '0'),
(12, 'مولدات', '1010030003', 11, 4, 1, 2, '440000', 1, '0', '0'),
(13, 'مولد إنارة', '1010030004', 11, 4, 1, 2, '110000', 1, '0', '0'),
(14, 'غلايات', '1010030005', 11, 4, 1, 2, '300000', 1, '0', '0'),
(15, 'كومبروسر', '1010030006', 11, 4, 1, 2, '30000', 1, '0', '0'),
(16, 'صوامع', '1010030007', 11, 4, 1, 2, '720000', 1, '0', '0'),
(17, 'مكابس', '1010030008', 11, 4, 1, 2, '1500000', 1, '0', '0'),
(18, 'سايلوهات', '1010030009', 11, 4, 1, 2, '1600000', 1, '0', '0'),
(19, 'محول كهرباء', '10100300010', 11, 4, 1, 2, '380000', 1, '0', '0'),
(20, 'خلاطات', '10100300011', 11, 4, 1, 2, '460000', 1, '0', '0'),
(21, 'مبردات', '10100300012', 11, 4, 1, 2, '320000', 1, '0', '0'),
(22, 'مجرشة', '10100300013', 11, 4, 1, 2, '250000', 1, '0', '0'),
(23, 'وحدات تعبئة وتغليف', '10100300014', 11, 4, 1, 2, '828000', 1, '0', '0'),
(24, 'سيور', '10100300015', 11, 4, 1, 2, '180000', 1, '0', '0'),
(25, 'خط إنتاج ذرة', '10100300016', 11, 4, 1, 2, '215000', 1, '0', '0'),
(26, 'غرفة تحكم', '10100300017', 11, 4, 1, 2, '300000', 1, '0', '0'),
(27, 'وحدة زيت', '10100300018', 11, 4, 1, 2, '215000', 1, '0', '0'),
(28, 'ميزان بسكول', '10100300019', 11, 4, 1, 2, '300000', 1, '0', '0'),
(31, 'سيارات فيرنا', '1010050005', 30, 4, 1, 2, '384000', 1, '0', '0'),
(30, 'السيارات', '101005', 3, 3, 1, 1, '0', 1, '0', '0'),
(32, 'سيارات جامبو', '1010050006', 30, 4, 1, 2, '960000', 1, '0', '0'),
(33, 'الأثاث والأجهزة الإلكتروكهربائية', '101006', 3, 0, 1, 2, '400000', 0, '0', '0'),
(301, 'الصندوق ', '102009', 34, 3, 1, 1, '0', 0, '0', '0'),
(302, 'الصندوق الاول ', '1020090009', 301, 4, 1, 2, '25000', 0, '0', '0'),
(303, 'المصروفات', '3', 0, 1, 1, 1, '0', 0, '0', '0'),
(304, 'مصروفات نثرية', '303', 303, 2, 1, 1, '0', 0, '0', '0'),
(305, 'البنوك', '1020010', 34, 3, 1, 1, '0', 0, '0', '0'),
(306, 'بنك مصر ', '10200100000', 305, 4, 1, 2, '2000', 0, '0', '0'),
(307, 'بنك الاهلي ', '10200100001', 305, 4, 1, 2, '2000', 0, '0', '0'),
(308, 'المخزن الرئيسي ', '1020080011', 102, 4, 1, 2, '0', 0, '0', '0'),
(309, 'صيدلية 1', '1020080012', 102, 4, 1, 2, '0', 0, '0', '0'),
(310, 'الصيدلية 2', '1020080013', 102, 4, 1, 2, '0', 0, '0', '0'),
(311, 'صيدلية 3', '1020080014', 102, 4, 1, 2, '0', 0, '0', '0'),
(312, 'صيدلية 4', '1020080015', 102, 4, 1, 2, '0', 0, '0', '0'),
(313, 'صيدلية 5', '1020080016', 102, 4, 1, 2, '0', 0, '0', '0'),
(314, 'صيدلية 6', '1020080017', 102, 4, 1, 2, '0', 0, '0', '0'),
(315, 'صيدلية 7', '1020080018', 102, 4, 1, 2, '0', 0, '0', '0'),
(316, 'الصندوق', '1020011', 34, 3, 1, 1, '0', 0, '0', '0'),
(317, 'صندوق 1', '10200110001', 316, 4, 1, 2, '20000', 0, '0', '0'),
(321, 'sanf', '10200800110001', 308, 5, 1, 2, '', 0, '0', '0'),
(320, 'صنف تجريبي ', '10200800110001', 308, 5, 1, 2, '', 0, '0', '0'),
(322, 'صنف اول ', '10200800110001', 308, 5, 1, 2, '', 0, '0', '0'),
(323, 'صنف ثاني ', '10200800110002', 308, 5, 1, 2, '', 0, '0', '0'),
(324, 'صنف ثالث', '10200800110003', 308, 5, 1, 2, '', 0, '0', '0'),
(325, 'صنف رابع ', '10200800110004', 308, 5, 1, 2, '', 0, '0', '0'),
(326, 'صنف خامس مركب ', '10200800110005', 308, 5, 1, 2, '', 0, '0', '0'),
(327, 'صنف سادس مركب', '10200800110006', 308, 5, 1, 2, '', 0, '0', '0'),
(328, 'صنف تجربة ', '10200800110007', 308, 5, 1, 2, '', 0, '0', '0'),
(329, 'صنف أحمد', '10200800110008', 308, 5, 1, 2, '', 0, '0', '0'),
(330, 'اصول متداولة ', '4', 0, 1, 1, 0, '0', 1, '0', '0'),
(331, 'اوراق قبض ', '401', 330, 2, 1, 0, '0', 0, '0', '0'),
(332, 'شيكات تحت التحصيل ', '402', 330, 2, 1, 0, '0', 0, '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `administrative_affairs_settings`
--

CREATE TABLE IF NOT EXISTS `administrative_affairs_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `set_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `ozon_num` int(11) NOT NULL DEFAULT '0',
  `ozon_num_extra` int(11) NOT NULL DEFAULT '0',
  `holiday_num` int(11) NOT NULL DEFAULT '0',
  `holiday_num_extra` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=4 ;

--
-- Dumping data for table `administrative_affairs_settings`
--

INSERT INTO `administrative_affairs_settings` (`id`, `set_name`, `ozon_num`, `ozon_num_extra`, `holiday_num`, `holiday_num_extra`) VALUES
(2, 'ER', 3, 2, 25, 0),
(3, 'B', 3, 4, 21, 0);

-- --------------------------------------------------------

--
-- Table structure for table `all_deports`
--

CREATE TABLE IF NOT EXISTS `all_deports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pill_num` varchar(255) NOT NULL DEFAULT '0',
  `paid_type` varchar(255) NOT NULL DEFAULT '0',
  `madeen` varchar(255) NOT NULL DEFAULT '0',
  `dayen` varchar(255) NOT NULL DEFAULT '0',
  `p_cost` varchar(255) NOT NULL DEFAULT '0',
  `process` varchar(255) NOT NULL DEFAULT '0',
  `date` varchar(255) NOT NULL DEFAULT '0',
  `date_s` varchar(255) NOT NULL DEFAULT '0',
  `publisher` varchar(255) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22 ;

--
-- Dumping data for table `all_deports`
--

INSERT INTO `all_deports` (`id`, `pill_num`, `paid_type`, `madeen`, `dayen`, `p_cost`, `process`, `date`, `date_s`, `publisher`) VALUES
(6, '5', '3', '401', '2030001', '8000', '4', '1504213200', '1504283947', 'admin'),
(7, '5', '3', '402', '401', '8000', '4', '1504213200', '1504283962', 'admin'),
(8, '5', '3', '10200100001', '402', '8000', '4', '1504213200', '1504283968', 'admin'),
(9, '22', '2', '401', '2030004', '3', '4', '1504213200', '1504284127', 'admin'),
(10, '22', '2', '0', '401', '3', '4', '1504213200', '1504284668', 'admin'),
(15, '212', '1', '1020090009', '2030002', '9000', '4', '1505077200', '1505158253', 'admin'),
(16, '3', '0', '2030003', '0', '700', '8', '1505077200', '1505159393', 'admin'),
(17, '3', '0', '0', '2030005', '700', '8', '1505077200', '1505159393', 'admin'),
(18, '232', '1', '2030005', '1020090009', '9800', '3', '1505163600', '1505201302', 'admin'),
(19, '151', '1', '2030003', '1020090009', '2500', '3', '1506718800', '1506801419', 'admin'),
(20, '5', '0', '0', '2', '1000', '8', '1506718800', '1506801740', 'admin'),
(21, '5', '0', '203', '0', '900', '8', '1506718800', '1506801740', 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `all_services_orders`
--

CREATE TABLE IF NOT EXISTS `all_services_orders` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_num` varchar(300) NOT NULL,
  `mother_national_id_fk` varchar(300) NOT NULL,
  `service_id_fk` int(11) NOT NULL,
  `device_id_fk` varchar(300) NOT NULL,
  `number_of_device` varchar(300) NOT NULL,
  `device_note` varchar(300) NOT NULL,
  `device_img` text NOT NULL,
  `name_id_fk` varchar(300) NOT NULL,
  `number_of_pays` varchar(300) NOT NULL,
  `date_of_travel` varchar(300) NOT NULL,
  `day_name` varchar(300) NOT NULL,
  `treatment_place` varchar(300) NOT NULL,
  `proofed_date_file` varchar(300) NOT NULL,
  `fatora_num` varchar(300) NOT NULL,
  `fatora_cost` varchar(300) NOT NULL,
  `fatora_date` varchar(300) NOT NULL,
  `fatora_sanad_daf3_date` int(11) NOT NULL,
  `fatora_img` text NOT NULL,
  `school_member_id_fk` varchar(300) NOT NULL,
  `school_requirement_id_fk` varchar(300) NOT NULL,
  `hij_family_id_fk` varchar(300) NOT NULL,
  `relationship` varchar(300) NOT NULL,
  `muhrem_hij_name` varchar(300) NOT NULL,
  `birth_date` varchar(300) NOT NULL,
  `first_hij` int(2) NOT NULL,
  `medicine_device_id_fk` varchar(3001) NOT NULL,
  `medicine_device_family_id_fk` varchar(300) NOT NULL,
  `medicine_device_name` varchar(300) NOT NULL,
  `medicine_device_file_attachment` text NOT NULL,
  `car_nearest_name` varchar(300) NOT NULL,
  `car_owner_name` varchar(300) NOT NULL,
  `car_problem` varchar(300) NOT NULL,
  `car_num` varchar(300) NOT NULL,
  `car_repair_fatora_img` text NOT NULL,
  `car_num_img` text NOT NULL,
  `repair_device_id_fk` varchar(300) NOT NULL,
  `repair_device_number` varchar(300) NOT NULL,
  `repair_device_note` varchar(300) NOT NULL,
  `repair_device_img` text NOT NULL,
  `home_place` varchar(3) NOT NULL,
  `home_type_id_fk` varchar(300) NOT NULL,
  `home_img` text NOT NULL,
  `help_marriage_family_id_fk` varchar(300) NOT NULL,
  `help_marriage_city` varchar(300) NOT NULL,
  `help_marriage_place` varchar(300) NOT NULL,
  `help_marriage_date` varchar(300) NOT NULL,
  `help_marriage_contract__num` varchar(300) NOT NULL,
  `help_marriage_contract_date` varchar(300) NOT NULL,
  `help_marriage_issuer_of_contract` varchar(300) NOT NULL,
  `help_marriage_dowry_cost` varchar(300) NOT NULL,
  `help_marriage_wife_nationalty_id_fk` varchar(300) NOT NULL,
  `help_marriage_wife_national_card_num` varchar(300) NOT NULL,
  `help_marriage_wife_national_type_id_fk` varchar(300) NOT NULL,
  `help_marriage_first_marriage` int(2) NOT NULL,
  `help_marriage_mob` varchar(300) NOT NULL,
  `family_card` text NOT NULL,
  `marriage_contract` text NOT NULL,
  `identity_img` text NOT NULL,
  `personal_picture` text NOT NULL,
  `hall_contract` text NOT NULL,
  `definition_of_salary` text NOT NULL,
  `imam_recommendation` text NOT NULL,
  `transfer_to_medical_family_member_id_fk` varchar(300) NOT NULL,
  `transfer_to_medical_diseases_type_name` varchar(300) NOT NULL,
  `treatment_card_name` varchar(300) NOT NULL,
  `treatment_card_national_id_fk` varchar(300) NOT NULL,
  `treatment_card_service_type_id_fk` varchar(300) NOT NULL,
  `treatment_card_national_number` varchar(300) NOT NULL,
  `course_employment_id_fk` varchar(300) NOT NULL,
  `course_employment_family_id_fk` varchar(300) NOT NULL,
  `course_employment_last_education_degree` varchar(300) NOT NULL,
  `course_employment_education_level` varchar(300) NOT NULL,
  `course_employment_course_type_id_fk` varchar(300) NOT NULL,
  `course_employment_course_period` varchar(300) NOT NULL,
  `course_employment_cv_file` varchar(300) NOT NULL,
  `course_employment_qualification_file` varchar(300) NOT NULL,
  `course_employment_job` varchar(300) NOT NULL,
  `course_employment_mob` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `approved` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `all_services_orders`
--

INSERT INTO `all_services_orders` (`id`, `order_num`, `mother_national_id_fk`, `service_id_fk`, `device_id_fk`, `number_of_device`, `device_note`, `device_img`, `name_id_fk`, `number_of_pays`, `date_of_travel`, `day_name`, `treatment_place`, `proofed_date_file`, `fatora_num`, `fatora_cost`, `fatora_date`, `fatora_sanad_daf3_date`, `fatora_img`, `school_member_id_fk`, `school_requirement_id_fk`, `hij_family_id_fk`, `relationship`, `muhrem_hij_name`, `birth_date`, `first_hij`, `medicine_device_id_fk`, `medicine_device_family_id_fk`, `medicine_device_name`, `medicine_device_file_attachment`, `car_nearest_name`, `car_owner_name`, `car_problem`, `car_num`, `car_repair_fatora_img`, `car_num_img`, `repair_device_id_fk`, `repair_device_number`, `repair_device_note`, `repair_device_img`, `home_place`, `home_type_id_fk`, `home_img`, `help_marriage_family_id_fk`, `help_marriage_city`, `help_marriage_place`, `help_marriage_date`, `help_marriage_contract__num`, `help_marriage_contract_date`, `help_marriage_issuer_of_contract`, `help_marriage_dowry_cost`, `help_marriage_wife_nationalty_id_fk`, `help_marriage_wife_national_card_num`, `help_marriage_wife_national_type_id_fk`, `help_marriage_first_marriage`, `help_marriage_mob`, `family_card`, `marriage_contract`, `identity_img`, `personal_picture`, `hall_contract`, `definition_of_salary`, `imam_recommendation`, `transfer_to_medical_family_member_id_fk`, `transfer_to_medical_diseases_type_name`, `treatment_card_name`, `treatment_card_national_id_fk`, `treatment_card_service_type_id_fk`, `treatment_card_national_number`, `course_employment_id_fk`, `course_employment_family_id_fk`, `course_employment_last_education_degree`, `course_employment_education_level`, `course_employment_course_type_id_fk`, `course_employment_course_period`, `course_employment_cv_file`, `course_employment_qualification_file`, `course_employment_job`, `course_employment_mob`, `date`, `date_s`, `approved`) VALUES
(1, '54201', '01009428727', 7, '2', '2', 'ملاحظات', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1497733200', '1497789756', 5),
(2, '88254', '1111111111', 18, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '232', '1', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1497992400', '1498052859', 5),
(3, '20587', '01009428727', 7, '1', '1', 'ملاحظات', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513078', 0),
(4, '55515', '1111111111', 3, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '1111111111', '1212', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513207', 5),
(5, '2819', '0100787615', 3, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0100787615', 'شخصي', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499513708', 5),
(6, '54627', '0100787615', 8, '- اختر -', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1499461200', '1499531839', 5),
(7, '83902', '12345', 8, '4', '1', 'ملاحظات', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1507582800', '1507633670', 0),
(8, '71363', '12345', 10, '0', '0', '0', '0', '12345', '3', '1507064400', '1', 'جهة العلاج', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1507582800', '1507634233', 0),
(9, '78665', '12345', 11, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '12345', '1', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1507582800', '1507636029', 0),
(10, '98114', '12345', 19, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '9', '1', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 0, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1507582800', '1507636469', 0);

-- --------------------------------------------------------

--
-- Table structure for table `basic`
--

CREATE TABLE IF NOT EXISTS `basic` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` varchar(255) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `user_password` varchar(255) NOT NULL,
  `register_place` varchar(255) NOT NULL DEFAULT '1',
  `mother_national_num` varchar(255) NOT NULL,
  `mother_mob` varchar(255) NOT NULL,
  `date_registration` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=33 ;

--
-- Dumping data for table `basic`
--

INSERT INTO `basic` (`id`, `user_id`, `user_name`, `user_password`, `register_place`, `mother_national_num`, `mother_mob`, `date_registration`, `publisher`, `date`, `date_s`, `suspend`) VALUES
(4, '', '01009428727', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', '1', '01009428727', '01008976342', 1497301200, 'resep', 1498597200, 1498640598, 1),
(5, '', '12345', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '12345', '32423423', 1497646800, '', 1497646800, 1497690963, 0),
(8, '', '9876541234', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '9876541234', '98320976812', 1497906000, '', 1497906000, 1497955129, 0),
(7, '', '987654321000', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '987654321000', '01008976342', 1497733200, '', 1497733200, 1497783907, 0),
(9, '', '1111111111', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '1111111111', '23141343413123123', 1497992400, '', 1497992400, 1498052081, 0),
(10, '', '777', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '777', '112221212', 1497992400, '', 1497992400, 1498052959, 0),
(11, '', '0100787615', '10470c3b4b1fed12c3baac014be15fac67c6e815', '1', '0100787615', '01000787615', 1499461200, '', 1499461200, 1499511380, 1),
(12, '', '233344566', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '233344566', '446464694', 1499720400, '', 1499720400, 1499761332, 0),
(13, '', '123456789', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '123456789', '05050505', 1499806800, '', 1499806800, 1499840306, 0),
(14, '', '1234567899', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', '1', '1234567899', '0505050505', 1499806800, '', 1499806800, 1499841659, 0),
(15, '', '1051562104', '8defb8d83eea3266fd0b08d3b142100acdb53770', '1', '1051562104', '0537436000', 1499806800, '', 1499806800, 1499848110, 0),
(16, '', '0000000001', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '0000000001', '0505112233', 1499893200, '', 1499893200, 1499922782, 0),
(17, '', '123456', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '123456', '22222222222222', 1499893200, '', 1499893200, 1499936600, 1),
(18, '', '1234567890', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '1234567890', '0502222222', 1500152400, '', 1500152400, 1500183074, 0),
(19, '', '1245495748', '3be0ff98032936bc7f9df51c5685ee5f2dd6ccee', '1', '1245495748', '02578888887', 1500152400, '', 1500152400, 1500192499, 0),
(20, '', '6666', '2722bd45e897aeab471f0a64cedcec423741ebbf', '1', '6666', '6666', 1500152400, '', 1500152400, 1500192534, 0),
(21, '', '39090666600', '2722bd45e897aeab471f0a64cedcec423741ebbf', '1', '39090666600', '5555555555', 1500152400, '', 1500152400, 1500200276, 0),
(22, '', '01005517206', '10470c3b4b1fed12c3baac014be15fac67c6e815', '1', '01005517206', '01005517206', 1500238800, '', 1500238800, 1500297545, 0),
(23, '', '555', '3be0ff98032936bc7f9df51c5685ee5f2dd6ccee', '1', '555', '123366666', 1500238800, '', 1500238800, 1500297673, 0),
(24, '', '1039816606', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '1039816606', '0505160569', 1500325200, '', 1500325200, 1500368632, 0),
(25, '', '39090666600', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '39090666600', '555555', 1500325200, '', 1500325200, 1500371055, 0),
(26, '', '1038426688', 'adcd7048512e64b48da55b027577886ee5a36350', '1', '1038426688', '0559826605', 1500498000, '', 1500498000, 1500534489, 1),
(27, '', '01982736483', '8ba278150b9a8c27feaee6638706d05fb60e50b0', '1', '01982736483', '908901723879', 1500498000, '', 1500498000, 1500561890, 0),
(28, '', '1078930522', '02d6b16a038b192f027710cc749b959c9e347950', '', '1078930522', '0541066557', 1500757200, '', 1500757200, 1500789420, 0),
(29, '', '1029178868', '3be0ff98032936bc7f9df51c5685ee5f2dd6ccee', '1', '1029178868', '0559424400', 1501966800, '', 1501966800, 1502003686, 0),
(30, '', '01000787615', '9b4a9919cd1b890821604529ec3773dc37078f6d', '1', '01000787615', '01000787615', 1503090000, '', 1503090000, 1503143841, 0),
(31, '', '2523552266', '10470c3b4b1fed12c3baac014be15fac67c6e815', '1', '2523552266', '1255223456', 1503090000, '', 1503090000, 1503163707, 0),
(32, '', '1111122222', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', '', '1111122222', '0202021254', 1505854800, '', 1505854800, 1505919945, 0);

-- --------------------------------------------------------

--
-- Table structure for table `cars`
--

CREATE TABLE IF NOT EXISTS `cars` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `car_type_id_fk` int(11) NOT NULL,
  `engine_code` int(11) NOT NULL,
  `company_id_fk` int(11) NOT NULL,
  `insurance_cost` int(11) NOT NULL,
  `insurance_date` int(11) NOT NULL,
  `car_code` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `cars`
--

INSERT INTO `cars` (`id`, `car_type_id_fk`, `engine_code`, `company_id_fk`, `insurance_cost`, `insurance_date`, `car_code`) VALUES
(1, 1, 300000, 3, 200000, 1504213200, 963852),
(2, 2, 85471, 3, 500000, 1504213200, 875421),
(3, 4, 5634646, 3, 500, 1506805200, 2131313);

-- --------------------------------------------------------

--
-- Table structure for table `car_crashes`
--

CREATE TABLE IF NOT EXISTS `car_crashes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `car_id_fk` int(11) NOT NULL,
  `crashe_num` int(11) NOT NULL,
  `crashe_name` text NOT NULL,
  `crashe_status` int(11) NOT NULL DEFAULT '0',
  `notes` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `car_crashes`
--

INSERT INTO `car_crashes` (`id`, `car_id_fk`, `crashe_num`, `crashe_name`, `crashe_status`, `notes`, `date`, `date_s`, `publisher`) VALUES
(1, 1, 1, 'تغيير سير الموتور', 1, 'aaa', 1504299600, 1504358181, 1),
(13, 1, 1, 'تغيير تيل الفرامل2', 0, 'tableRow.fadeOut();', 1504299600, 1504358181, 1),
(3, 1, 1, 'تغيير تيل الفرامل', 0, 'xxx', 1504299600, 1504358047, 1),
(14, 1, 2, 'تغيير سير الموتور2', 0, '<script>\r\n    function del(code, id){\r\n        if(code != '''')\r\n        {\r\n            if(confirm(''هل انت متأكد من عملية الحذف ؟'')){\r\n                var dataString = ''code='' + code;\r\n                $.ajax({\r\n                    type:''post'',\r\n                    url: ''<?php echo base_url() ?>/dashboard/car_crash/''+id,\r\n                    data:dataString,\r\n                    dataType: ''html'',\r\n                    cache:false,\r\n                    success: function(dataType){\r\n                        $(''a.deleteItem'').live(''click'', function(){ \r\n                            var tableRow = $(this).closest(''tr'');\r\n                            tableRow.find(''td'').fadeOut(''slow'', \r\n                                function(){ \r\n                                    tableRow.remove();                   \r\n                                }\r\n                            );\r\n                        });\r\n                    }\r\n                });\r\n                return false;\r\n            }\r\n        }  \r\n    }\r\n</script>', 1504299600, 1504358392, 1),
(15, 1, 3, 'تغيير سير الموتور', 2, '<script>\r\n    function del(code, id){\r\n        if(code != '''')\r\n        {\r\n            if(confirm(''هل انت متأكد من عملية الحذف ؟'')){\r\n                var dataString = ''code='' + code;\r\n                $.ajax({\r\n                    type:''post'',\r\n                    url: ''<?php echo base_url() ?>/dashboard/car_crash/''+id,\r\n                    data:dataString,\r\n                    dataType: ''html'',\r\n                    cache:false,\r\n                    success: function(dataType){\r\n                        $(''a.deleteItem'').live(''click'', function(){ \r\n                            var tableRow = $(this).closest(''tr'');\r\n                            tableRow.find(''td'').fadeOut(''slow'', \r\n                                function(){ \r\n                                    tableRow.remove();                   \r\n                                }\r\n                            );\r\n                        });\r\n                    }\r\n                });\r\n                return false;\r\n            }\r\n        }  \r\n    }\r\n</script>', 1504299600, 1504358423, 1);

-- --------------------------------------------------------

--
-- Table structure for table `car_violation`
--

CREATE TABLE IF NOT EXISTS `car_violation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `violation_num` int(11) NOT NULL,
  `car_id_fk` int(11) NOT NULL,
  `driver_id_fk` int(11) NOT NULL,
  `receipt_code` int(11) NOT NULL,
  `note` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `added_by` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `car_violation`
--

INSERT INTO `car_violation` (`id`, `violation_num`, `car_id_fk`, `driver_id_fk`, `receipt_code`, `note`, `date`, `date_s`, `added_by`) VALUES
(1, 1, 2, 1, 2147483647, 'مخالفة مرور', '1504040400', 1504095977, 1),
(2, 2, 2, 1, 2147483647, 'مخالفة مرور2', '1504040400', 1504095977, 1);

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) unsigned NOT NULL DEFAULT '0',
  `data` blob NOT NULL,
  PRIMARY KEY (`id`),
  KEY `ci_sessions_timestamp` (`timestamp`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('52eb718d3e76c9ce489ff09c9f0f314ed362a294', '::1', 1507711198, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373731313139343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('ebc44898c374e5a81ef22dd07663c8455381e30b', '::1', 1507711143, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373731303838333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('f2b52baa22fb82285c50f9b6d84e87fbbfc51dc7', '::1', 1507645313, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634353236313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('b69376c0ef6c734f525f16be8acfe80c02e6b4b0', '::1', 1507644978, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634343932393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('4e1cadea8104676d913e31800d9f1f89d7cc1ddb', '::1', 1507644887, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634343631313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('d44188834e01aef053df7081f9fa7d598612b385', '::1', 1507644547, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634343236383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('156dcff68e00b0f520ea51826c7bfbe5c7fc1392', '::1', 1507643957, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634333935343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('28df581e152f8341c4b89f59a3505e0b690a2ef6', '::1', 1507643705, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634333439343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('561d3405672aaf871c7a48ed822b1fff39c35db3', '::1', 1507642270, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634323235373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('2d96a3cd580a9375ae48c21c50f9df79edb49c4d', '::1', 1507643318, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634333131323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('080bdf14e479f41f4fe49188269441ebe423d612', '::1', 1507639748, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633393435333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('7ed39eafcfd6498b33ada451eae1e185b36268f5', '::1', 1507637864, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633373733323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('72bd85763e7bfd6fb2c6eec27cba4401b887c7b8', '::1', 1507638489, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633383139303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('b3e5c8079102b1218f1f4c29dad0e2bd48544558', '::1', 1507637031, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633373030373b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('495bcdca6ae9f063afbdd0c10c8e739f8fc6c6f3', '::1', 1507636698, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633363431343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('27787848bca8f6a746fe695e590d57ade6113a6b', '::1', 1507636148, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633353931383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('1eaf81c0a194bb28c072c0eb77d3c470da31eea3', '::1', 1507635470, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633353336363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('0e565e2c7e8bc3cba0d5ca7cd813c9f698b30b04', '::1', 1507635294, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633353030363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('3b71e66c19d41d9abb1d30b20c52cdccc367b5fc', '::1', 1507634411, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633343137363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('79f890f0506320733e02f3709f63a981f0199505', '::1', 1507634023, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633333739383b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('bb7a18e03dbbd23be782dce8756a10890105801f', '::1', 1507642034, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634313837303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('53ad8863cafa99480a3b26e31f32ddeaf3ea5145', '::1', 1507641189, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634313135313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('56e736f8a4fec59678be821ca959b2734eb07557', '::1', 1507641015, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634303834353b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('cc3757c47a3241e51543ef2ac217588ed5c47c82', '::1', 1507640409, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373634303430393b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('621dc9ddc944a34f48cc98b0019f5bbd350f6d31', '::1', 1507640409, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633393933333b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('fc218f3750b8f9122512540278dfdd6fd083828d', '::1', 1507639884, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633393736323b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('da7eb9c8619799bd93836e56f229fd435938ed71', '::1', 1507632364, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633323336343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('17c55ea6e2088637ebe6f4aab678fbad824d5e18', '::1', 1507632364, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633323336343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('d8fe6b83aea7fa0515777828443ad8f70de0dc48', '::1', 1507632785, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633323738343b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('56a0a2575a611036b1a735e4030381e20647b8e0', '::1', 1507633242, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633333133303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b),
('49dc5b5ce8908d0227b5dd87196b0fb2507b6b12', '::1', 1507633679, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530373633333433313b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b656d705f636f64657c733a313a2236223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b6465705f6a6f625f69645f666b7c733a323a223130223b61646d696e697374726174696f6e5f69647c733a313a2231223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a33363a2235346637663634613535396662633834666166303164323436623939376165382e6a7067223b6c6173745f6c6f67696e7c733a31303a2231353036383536343733223b69647c733a313a2231223b6e616d657c733a32333a22d8a7d984d985d8afd98ad8b120d8a7d984d8b9d8a7d985223b66726f6d5f69645f666b7c733a313a2230223b7374617475737c733a313a2230223b69735f6c6f676765645f696e7c623a313b);

-- --------------------------------------------------------

--
-- Table structure for table `companies_and_cars_types`
--

CREATE TABLE IF NOT EXISTS `companies_and_cars_types` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `tele` varchar(255) NOT NULL,
  `type` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `companies_and_cars_types`
--

INSERT INTO `companies_and_cars_types` (`id`, `name`, `address`, `tele`, `type`) VALUES
(1, 'BMW', '0', '0', 1),
(2, 'Renault', '0', '0', 1),
(3, 'مصر للتأمين', 'القاهرة', '12345679', 0),
(4, 'هاى لوكس', '0', '0', 1),
(5, 'ميت جولف', 'ايييببايا', '3443434', 0);

-- --------------------------------------------------------

--
-- Table structure for table `council_admin`
--

CREATE TABLE IF NOT EXISTS `council_admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `appointment_decison_number` int(11) NOT NULL,
  `decison_img` varchar(255) NOT NULL,
  `appointment_date` varchar(255) NOT NULL,
  `expiration_date` varchar(255) NOT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `council_admin`
--

INSERT INTO `council_admin` (`id`, `appointment_decison_number`, `decison_img`, `appointment_date`, `expiration_date`, `status`) VALUES
(1, 2017, '245f9acaa77ec4e8446688747a455574.png', '1483218000', '1514754000', 1);

-- --------------------------------------------------------

--
-- Table structure for table `council_items_decisions`
--

CREATE TABLE IF NOT EXISTS `council_items_decisions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `session_id_fk` varchar(300) NOT NULL,
  `item_num` varchar(300) NOT NULL,
  `item_title` varchar(300) NOT NULL,
  `decision_num` varchar(300) NOT NULL,
  `decision_title` varchar(300) NOT NULL,
  `motab3a` varchar(300) NOT NULL,
  `notes_motab3a` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `council_items_decisions`
--

INSERT INTO `council_items_decisions` (`id`, `session_id_fk`, `item_num`, `item_title`, `decision_num`, `decision_title`, `motab3a`, `notes_motab3a`) VALUES
(1, '1', '1', 'البند 1الجلسة 1', 'null', '       البند 1الجلسة 1 القرار عليه 2', '2', ''),
(2, '2', '2', ' البند 1  الجلسة2', 'null', '   البند 1  الجلسة2 القرار عليه', '1', ''),
(3, '2', '3', ' البند 2  الجلسة2', 'null', 'null', '0', ''),
(4, '3', '4', '  البند 1 الجلسة 4', 'null', '    البند 1 الجلسة 4', '0', ''),
(5, '3', '5', ' البند 2 الجلسة4', 'null', '   البند 2 الجلسة4', '1', ''),
(6, '1', '6', 'البند  3 الجلسة 1', 'null', '      البند  3 الجلسة 1 القرار عليه 2', '2', ''),
(7, '4', '0', '0', 'null', 'null', '0', ''),
(8, '1', '8', ' توزيع الميزانية ', 'null', ' تشكل لجنة للتوزيع \r\n', '0', ''),
(9, '5', '9', ' بند أول نححححححححححححححح', 'null', 'null', '0', ''),
(10, '6', '10', 'مناقشة الميزانية السنوية ', 'null', 'اعتمام دا المينبي مناب', '2', ''),
(11, '6', '11', 'توزيع سلة بريما ني', 'null', ' منشسي ميبامين ', '0', '');

-- --------------------------------------------------------

--
-- Table structure for table `council_members`
--

CREATE TABLE IF NOT EXISTS `council_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` varchar(300) NOT NULL,
  `members_nums` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=27 ;

--
-- Dumping data for table `council_members`
--

INSERT INTO `council_members` (`id`, `council_id_fk`, `members_nums`) VALUES
(12, '4', '1'),
(2, '2', '2'),
(18, '1', '3'),
(4, '3', '2'),
(5, '3', '3'),
(17, '1', '2'),
(16, '1', '1'),
(13, '4', '2'),
(14, '4', '3'),
(15, '4', '4'),
(19, '1', '4'),
(20, '5', '1'),
(21, '5', '2'),
(22, '5', '3'),
(23, '5', '4'),
(24, '6', '1'),
(25, '6', '2'),
(26, '6', '3');

-- --------------------------------------------------------

--
-- Table structure for table `council_time_tables`
--

CREATE TABLE IF NOT EXISTS `council_time_tables` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` varchar(300) NOT NULL,
  `session_date` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `council_time_tables`
--

INSERT INTO `council_time_tables` (`id`, `council_id_fk`, `session_date`) VALUES
(1, '1', '0'),
(2, '1', '1501016400'),
(3, '1', '1501448400'),
(4, '1', '1500238800'),
(5, '1', '1500498000'),
(6, '1', '1500325200');

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE IF NOT EXISTS `courses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `title`) VALUES
(1, 'خياطة'),
(2, 'حاسب ألي');

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_dep_name` varchar(255) NOT NULL,
  `main_dep_f_id` varchar(255) NOT NULL,
  `sub_dep_name` varchar(255) NOT NULL,
  `detail` varchar(255) NOT NULL,
  `type` tinyint(4) NOT NULL,
  `suspend` tinyint(4) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `deleted` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=34 ;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `main_dep_name`, `main_dep_f_id`, `sub_dep_name`, `detail`, `type`, `suspend`, `date`, `date_s`, `publisher`, `deleted`) VALUES
(1, 'حائل', '', '', '', 0, 1, '1477872000', '1477872000', 'admin', 1),
(3, '', '1', 'الحي الاول', '', 1, 0, '1477173600', '1477173600', 'admin', 0),
(4, '', '1', 'الحي الثاني', '', 1, 0, '1477872000', '1477872000', 'admin', 1),
(5, '', '1', 'الحي الثالث', '', 1, 0, '1477173600', '1477173600', 'admin', 0),
(6, '', '1', 'الحي الرابع', '', 1, 0, '1477173600', '1477173600', 'admin', 0);

-- --------------------------------------------------------

--
-- Table structure for table `department_jobs`
--

CREATE TABLE IF NOT EXISTS `department_jobs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `from_id_fk` int(255) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `department_jobs`
--

INSERT INTO `department_jobs` (`id`, `name`, `from_id_fk`, `status`) VALUES
(1, 'المدير العام', 0, 0),
(10, 'المدير العام', 1, 1),
(2, 'مدير مركز الايتام', 0, 0),
(12, 'رئيس قسم شؤن الاسر', 3, 1),
(3, 'قسم شؤن الاسر', 0, 0),
(11, 'مدير المركز', 2, 1),
(13, 'موظف الاستقبال', 3, 0),
(14, 'الباحث الاجتماعى', 3, 0),
(4, 'قسم الموارد المالية', 0, 0),
(5, 'الشؤن المالية و المحاسبين', 0, 0),
(6, 'الشؤن الادارية', 0, 0),
(7, 'الجودة', 0, 0),
(8, 'العلاقات العامة و الاعلام', 0, 0),
(9, 'مجلس الادارة', 0, 0),
(17, 'رئيس مجلس الادارة', 9, 1),
(18, 'أمين الصندوق', 9, 0),
(19, 'عضو مجلس إدراة ', 9, 0);

-- --------------------------------------------------------

--
-- Table structure for table `devices`
--

CREATE TABLE IF NOT EXISTS `devices` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `d_house_device_id_fk` varchar(300) NOT NULL,
  `d_count` varchar(300) NOT NULL,
  `d_house_device_status_id_fk` varchar(300) NOT NULL,
  `d_note` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=30 ;

--
-- Dumping data for table `devices`
--

INSERT INTO `devices` (`id`, `mother_national_num_fk`, `d_house_device_id_fk`, `d_count`, `d_house_device_status_id_fk`, `d_note`) VALUES
(11, '1111111111', '10', '8', '1', '1'),
(10, '1111111111', '4', '1', '2', 'ملاحظة '),
(2, '01009428727', '3', '1', '1', 'ملاحظات 1'),
(9, '1111111111', '2', '2', '1', 'ملاحظة '),
(5, '12345', '3', '1', '1', 'ملاحظات'),
(6, '12345', '2', '1', '1', 'ملاحظات'),
(7, '12345', '3', '2', '1', 'ملاحظات'),
(13, '0100787615', '2', '1', '1', 'ملاحظاتي'),
(14, '0100787615', '3', '1', '1', 'ملاحظاتي'),
(15, '0100787615', '1', '1', '2', 'ملاحظاتي'),
(16, '123456', '1', '1', '0', 'ممممممممممممممم'),
(17, '1245495748', '3', '1', '1', ''),
(18, '1245495748', '1', '1', '1', ''),
(19, '555', '2', '2', '1', 'سسييييييي'),
(20, '01005517206', '1', '1', '1', 'ملاحظات'),
(21, '1039816606', '1', 'اختر', '0', ''),
(22, '1038426688', '1', '1', '1', ''),
(23, '1038426688', '2', '1', '1', ''),
(24, '1038426688', '4', '1', '1', ''),
(25, '1111122222', '1', '1', '1', ''),
(26, '1111122222', '2', '3', '1', 'يحتاج عدد 1 مكيف'),
(27, '1111122222', '3', '1', '1', ''),
(28, '1111122222', '4', '1', '1', ''),
(29, '1111122222', '5', '1', '1', '');

-- --------------------------------------------------------

--
-- Table structure for table `donation`
--

CREATE TABLE IF NOT EXISTS `donation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_field_name` text,
  `main_field_id` int(11) DEFAULT NULL,
  `sub_field_name` text,
  `type` int(11) NOT NULL DEFAULT '0',
  `about` text,
  `img` text,
  `details` text,
  `details2` text,
  `date` text,
  `date_s` text,
  `publisher` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `donation`
--

INSERT INTO `donation` (`id`, `main_field_name`, `main_field_id`, `sub_field_name`, `type`, `about`, `img`, `details`, `details2`, `date`, `date_s`, `publisher`) VALUES
(1, 'كفالات', NULL, NULL, 0, NULL, NULL, NULL, NULL, '1501362000', '1501421570', '1'),
(2, 'حالات إنسانية', NULL, NULL, 0, NULL, NULL, NULL, NULL, '1501362000', '1501421576', '1'),
(3, 'مدرة للدخل', NULL, NULL, 0, NULL, NULL, NULL, NULL, '1501362000', '1501421581', '1'),
(4, 'مشاريع', NULL, NULL, 0, NULL, NULL, NULL, NULL, '1501362000', '1501421587', '1'),
(6, NULL, 1, 'ذوي الإحتياجات الخاصة', 1, 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', 'cf0e21639207e6e1eba89ca68391a8d9.png', 'تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  تفاصيل المقطع  ', 'مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  مقطع إرشادي  ', '1501362000', '1501424504', '1'),
(7, NULL, 1, 'أسر فقيرة', 1, 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', '9015124f392d957f51aab8971ec274bb.png', 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', '1501362000', '1501425187', '1'),
(8, NULL, 2, 'الغارمين', 1, 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', 'e26e7ead145a0a364581fa3ada6ccc5c.png', 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', 'عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  عن المجال الفرعي  ', '1501362000', '1501425203', '1'),
(9, NULL, 1, 'طالب علم', 1, 'طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  طالب علم  ', 'a25b14c17ec2c2e1f9aee91dc54ab784.png', 'طالب علم  طالب علم  ', 'طالب علم  ', '1501880400', '1501936700', '1'),
(10, NULL, 1, 'داعية', 1, 'داعية  داعية  داعية  داعية  داعية  داعية  داعية  داعية  ', 'dc7718e5c6ca85dac6e10a9a3dae3499.png', 'داعية  داعية  داعية  ', 'داعية  ', '1501880400', '1501936743', '1'),
(11, NULL, 1, 'معلم', 1, 'معلم  معلم  معلم  معلم  معلم  معلم  معلم  معلم  معلم  معلم  معلم  ', '93ee8d0b0f62128c68a9bda18444e436.png', 'معلم  معلم  معلم  معلم  ', 'معلم  معلم  ', '1501880400', '1501936772', '1'),
(12, NULL, 2, 'مساعدة صحية', 1, 'مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  ', '8217f7b0a555b2508e4034614a4f0f91.png', 'مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  مساعدة صحية  ', 'مساعدة صحية  مساعدة صحية  مساعدة صحية  ', '1501880400', '1501936811', '1'),
(13, NULL, 2, 'مساعدة مالية', 1, 'مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  مساعدة مالية  ', '35d4bf6ab5113aae631fb4877bd6193a.png', 'مساعدة مالية  مساعدة مالية  مساعدة مالية  ', 'مساعدة مالية  ', '1501880400', '1501936832', '1'),
(17, 'مساهمات', NULL, NULL, 0, NULL, NULL, NULL, NULL, '1501966800', '1502039310', '1');

-- --------------------------------------------------------

--
-- Table structure for table `donors_t`
--

CREATE TABLE IF NOT EXISTS `donors_t` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `donor_type` int(2) NOT NULL,
  `user_name` varchar(300) NOT NULL,
  `password` varchar(300) NOT NULL,
  `character_person` varchar(300) NOT NULL,
  `donor_mediator_name` varchar(300) NOT NULL,
  `donor_mediator_status` varchar(300) NOT NULL,
  `father_name` varchar(300) NOT NULL,
  `grand_father_name` varchar(300) NOT NULL,
  `family_name` varchar(300) NOT NULL,
  `nationality_id_fk` varchar(300) NOT NULL,
  `gender_id_fk` varchar(300) NOT NULL,
  `national_id_fk` varchar(300) NOT NULL,
  `national_type_id_fk` varchar(300) NOT NULL,
  `guaranty_name` varchar(300) NOT NULL,
  `guaranty_status` int(1) NOT NULL,
  `guaranty_date` varchar(300) NOT NULL,
  `guaranty_job` varchar(300) NOT NULL,
  `guaranty_job_place` varchar(300) NOT NULL,
  `guaranty_city` varchar(300) NOT NULL,
  `guaranty_mob` varchar(300) NOT NULL,
  `guaranty_another_mob` varchar(300) NOT NULL,
  `guaranty_email` varchar(300) NOT NULL,
  `guaranty_note` varchar(300) NOT NULL,
  `pay_method_id_fk` varchar(300) NOT NULL,
  `bank_code_fk` varchar(300) NOT NULL,
  `bank_account_number` varchar(300) NOT NULL,
  `bank_account_another_number` varchar(300) NOT NULL,
  `bank_account_person_name` varchar(300) NOT NULL,
  `membership_number` varchar(300) NOT NULL,
  `national_id_img` text NOT NULL,
  `bank_card_img` text NOT NULL,
  `bank_deduction_voucher_img` text NOT NULL,
  `other_img` text NOT NULL,
  `permit_number` varchar(300) NOT NULL,
  `address` varchar(300) NOT NULL,
  `box_number` varchar(300) NOT NULL,
  `postal_code` varchar(300) NOT NULL,
  `transformation` varchar(300) NOT NULL,
  `fax_number` varchar(300) NOT NULL,
  `organization_web_site` varchar(300) NOT NULL,
  `projects` varchar(300) NOT NULL,
  `condition_support` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `donors_t`
--

INSERT INTO `donors_t` (`id`, `donor_type`, `user_name`, `password`, `character_person`, `donor_mediator_name`, `donor_mediator_status`, `father_name`, `grand_father_name`, `family_name`, `nationality_id_fk`, `gender_id_fk`, `national_id_fk`, `national_type_id_fk`, `guaranty_name`, `guaranty_status`, `guaranty_date`, `guaranty_job`, `guaranty_job_place`, `guaranty_city`, `guaranty_mob`, `guaranty_another_mob`, `guaranty_email`, `guaranty_note`, `pay_method_id_fk`, `bank_code_fk`, `bank_account_number`, `bank_account_another_number`, `bank_account_person_name`, `membership_number`, `national_id_img`, `bank_card_img`, `bank_deduction_voucher_img`, `other_img`, `permit_number`, `address`, `box_number`, `postal_code`, `transformation`, `fax_number`, `organization_web_site`, `projects`, `condition_support`) VALUES
(2, 1, 'hassan', 'adcd7048512e64b48da55b027577886ee5a36350', 'الفرد ', '', '', '', 'عادل', 'الغريب', '7', '1', '29282827', '1', 'احمد ', 1, '1499115600', '1', 'جهه العمل', '1', '902917267', '272672625', 'a@yahoo.com', 'ملاحظات', '1', '0', '', '', '', '', '0', '0', '0', '0', '', '', '', '', '', '', '', '', ''),
(3, 2, 'moassa', 'adcd7048512e64b48da55b027577886ee5a36350', '', '', '', '', '', '', '0', '0', '', '0', 'المؤسسة الاولى', 0, '', '0', '', '1', '2121221', '2121212', 'a@tyahoo.com', '', '2', 'سامبا', '12121212', '2121212', 'صاحب الحساب', '', 'download.jpg', 'download.jpg', 'download.jpg', 'download.jpg', '2211212', 'العنوان', '21312', '23231', 'التحويلة', '21321', 'موقع المؤسسة', 'المشاريع الاخيرة', 'شروط الدعم العادية'),
(4, 1, 'eslam', '63982e54a7aeb0d89910475ba6dbd3ca6dd4e5a1', 'صفة الفرد ', 'ahmad', 'uncle', '', 'samir', 'hamad', '19', '1', '123456789', '1', 'sami', 1, '1500238800', '1', 'work', '1', '123456789', '123456456', 'a@a', 'ملاحظات ', '2', '0', '', '', '', '', '19398919_1228678300577550_894481086_n.png', '19398919_1228678300577550_894481086_n.png', '19398919_1228678300577550_894481086_n.png', '19398919_1228678300577550_894481086_n.png', '', '', '', '', '', '', '', '', ''),
(5, 1, 'ahmed', 'adcd7048512e64b48da55b027577886ee5a36350', '', 'محمدين', 'اى حاجة ', '', 'يييييييييييي', '', '12', '0', '22222222222', '0', 'يييييي', 0, '1500238800', '1', '', '1', '55555555555555', '', '', 'يييييييييييييي', '0', '0', '', '', '', '', '0', '0', '0', '0', '', '', '', '', '', '', '', '', ''),
(6, 1, 'atef', 'adcd7048512e64b48da55b027577886ee5a36350', 'نفسه', 'محمد محمد ', 'ابن', '', 'قاسم', 'rhsl ', '19', '1', '88888888888888', '1', 'عاطف', 0, '1500498000', '1', 'khkdhkghdklh', '1', '5555555555', '4979997997979', 'in@yahoo.com', 'heshdshsshs', '1', '0', '', '', '', '', '0', '0', '0', '0', '', '', '', '', '', '', '', '', ''),
(7, 1, 'rashed', 'adcd7048512e64b48da55b027577886ee5a36350', 'نفسه', '', '', '', 'محسن', 'البقعاوي', '19', '1', '1019350000', '1', 'رشيد', 1, '1500498000', '2', '', '1', '0503850399', '', '', '', '1', '0', '', '', '', '', '0', '0', '0', '0', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `drivers`
--

CREATE TABLE IF NOT EXISTS `drivers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `driver_code` varchar(255) NOT NULL,
  `driver_name` varchar(255) NOT NULL,
  `driver_card` varchar(255) NOT NULL,
  `driver_address` varchar(255) NOT NULL,
  `driver_license_code` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `drivers`
--

INSERT INTO `drivers` (`id`, `driver_code`, `driver_name`, `driver_card`, `driver_address`, `driver_license_code`) VALUES
(1, '1', 'محمد', '123456789', 'جدة', '456987'),
(2, '2', 'أحمد', '6666958', 'جدة', '875421'),
(3, '3', 'حسين', '654879', 'جدة', '25885258');

-- --------------------------------------------------------

--
-- Table structure for table `electrical_equipment`
--

CREATE TABLE IF NOT EXISTS `electrical_equipment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `electrical_equipment`
--

INSERT INTO `electrical_equipment` (`id`, `title`) VALUES
(1, 'ثلاجة'),
(2, 'مكيف'),
(3, 'غسالة'),
(4, 'فرن'),
(5, 'برادة'),
(6, 'تلفزيون'),
(7, 'سيارة خاصة'),
(8, 'حاسب ألى'),
(9, 'بلاى ستيشن'),
(10, 'جوالات'),
(11, 'سخان ماء');

-- --------------------------------------------------------

--
-- Table structure for table `emails`
--

CREATE TABLE IF NOT EXISTS `emails` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `file_attached` int(11) NOT NULL DEFAULT '0',
  `email_from` int(11) DEFAULT NULL,
  `email_id` int(11) DEFAULT NULL,
  `email_to` text NOT NULL,
  `sent` int(11) NOT NULL DEFAULT '0',
  `deleted` int(11) NOT NULL DEFAULT '0',
  `readed` int(11) NOT NULL DEFAULT '0',
  `starred` int(11) NOT NULL DEFAULT '0',
  `reply` int(11) NOT NULL DEFAULT '0',
  `forward` int(11) NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=126 ;

--
-- Dumping data for table `emails`
--

INSERT INTO `emails` (`id`, `title`, `content`, `file_attached`, `email_from`, `email_id`, `email_to`, `sent`, `deleted`, `readed`, `starred`, `reply`, `forward`, `date`, `date_s`) VALUES
(1, 'إختبار', '<p>يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.</p>\r\n', 0, 1, NULL, 'leader , resep', 1, 0, 1, 1, 0, 0, 1504818000, 1504879134),
(2, 'إختبار', '<p>يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.</p>\r\n', 0, 1, 1, '3', 0, 0, 1, 1, 0, 0, 1504818000, 1504879134),
(3, 'إختبار', '<p>يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.</p>\r\n', 0, 1, 1, '4', 0, 0, 0, 0, 0, 0, 1504818000, 1504879134),
(4, 'إختبار2', '<p>يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.</p>\r\n', 0, 3, NULL, 'admin', 1, 0, 1, 0, 0, 0, 1504818000, 1504879388),
(5, 'إختبار2', '<p>يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.</p>\r\n', 0, 3, 4, '1', 0, 0, 1, 0, 0, 0, 1504818000, 1504879388),
(69, 'صور', 'يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.\r\n\r\n', 1, 1, NULL, 'leader', 1, 0, 1, 0, 0, 0, 1504818000, 1504881776),
(70, 'صور', 'يعاني العالم أجمع من مخاطر التغير المناخي، الذي بدأت تأثيراته تظهر في تراكم الغازات الدفيئة في الغلاف الجوي بفعل النشاطات البشرية وذلك تزامناً مع التطور الصناعي المتزايد منذ النصف الثاني من القرن التاسع عشر واستمرار هذه المشكلة حتى يومنا هذا، دون وجود حلول جذرية لمثل هذه المشاكل المتفاقمة والتي تؤثر علي حياة الفرد والأجيال القادمة وأيضاً على الكائنات الحية مما قد يعكس اختلالاً في توازن البيئة ومن هذا المنطلق علينا البحث عن الحلول المقترحة لحل هذه المشكلة وإعادة النظر في التمويل المناخي الذي تضعه الدول لحماية البيئة، وذلك من أجل تحقيق الأهداف المناخية التي تم تحديدها من قبل الدول العربية، والتأكد من أن لدينا التمويل الكافي لمواجهة هذه التغيرات قبل الوصول إلى نتائج لا تُحمد عقباها، والتي قد تكلف الحكومات الملايين الملايين من الأموال وأيضاً خسائر لا يمكن تعويضها، فيجب على الحكومات العربية وضع خطط ممنهجة لمكافحة التغيير المناخي وإيجاد الدعم الكافي لمواجهة هذه التغيرات.\r\n\r\n', 1, 1, 69, '3', 0, 1, 1, 0, 0, 0, 1504818000, 1504881776),
(71, 'هام جدا', 'هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا ', 1, 1, NULL, 'leader', 1, 0, 1, 0, 0, 0, 1504904400, 1504945652),
(72, 'هام جدا', 'هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا ', 1, 1, 71, '3', 0, 0, 1, 1, 0, 0, 1504904400, 1504945652),
(87, 'هام صور', '<p>هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;</p>\n', 1, 1, NULL, 'resep', 1, 0, 1, 0, 0, 0, 1504904400, 1504947220),
(88, 'هام صور', '<p>هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;</p>\r\n', 1, 1, 87, '4', 0, 0, 0, 0, 0, 0, 1504904400, 1504947220),
(89, 'test', '<p>هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;</p>\n', 1, 3, NULL, 'admin', 1, 0, 1, 0, 0, 0, 1504904400, 1504953425),
(90, 'test', '<p>هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;هام صور&nbsp;</p>', 1, 3, 89, '1', 0, 0, 1, 0, 0, 0, 1504904400, 1504953425),
(106, 'هام جدا', '<p>ماهذا ؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟</p>\r\n\r\n<div style="background-color:ghostwhite; color:blue">هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا</div>\r\n\r\n<p>&nbsp;</p>\r\n', 1, 3, NULL, 'admin', 1, 0, 1, 0, 1, 0, 1504904400, 1504960018),
(104, 'هام جدا', '<p><strong>---------- رسالة موجهه ----------<br />\r\nمن: admin<br />\r\nالتاريخ: th, Sep 09, 2017 am30 11:27 AM<br />\r\nالعنوان: هام جدا<br />\r\nإلى: leader</strong><br />\r\n<br />\r\nهام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا</p>\r\n', 1, 3, NULL, 'resep', 1, 0, 1, 0, 0, 1, 1504904400, 1504959917),
(105, 'هام جدا', '<p><strong>---------- رسالة موجهه ----------<br />\r\nمن: admin<br />\r\nالتاريخ: th, Sep 09, 2017 am30 11:27 AM<br />\r\nالعنوان: هام جدا<br />\r\nإلى: leader</strong><br />\r\n<br />\r\nهام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا</p>\r\n', 1, 3, 104, '4', 0, 0, 0, 0, 0, 1, 1504904400, 1504959917),
(107, 'هام جدا', '<p>ماهذا ؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟؟</p>\r\n\r\n<div style="background-color:ghostwhite; color:blue">هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا هام جدا</div>\r\n\r\n<p>&nbsp;</p>\r\n', 1, 3, 106, '1', 0, 0, 1, 0, 1, 0, 1504904400, 1504960018),
(108, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, NULL, 'resep , leader , nashwa , eslam , nana , test', 1, 0, 1, 1, 0, 0, 1505768400, 1505827121),
(109, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '4', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(110, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '3', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(111, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '9', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(112, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '10', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(113, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '11', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(114, 'موضوع هام', '<p style="text-align:right"><strong>موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;موضوع هام&nbsp;</strong></p>\r\n', 0, 1, 108, '13', 0, 0, 0, 0, 0, 0, 1505768400, 1505827121),
(115, 'معايدة', '<p>كل عام وأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, NULL, 'nana , resep ,  , ', 1, 2, 1, 0, 0, 0, 1506200400, 1506260305),
(116, 'معايدة', '<p>كل عام وأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 115, '11', 0, 0, 0, 0, 0, 0, 1506200400, 1506260305),
(117, 'معايدة', '<p>كل عام وأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 115, '4', 0, 0, 0, 0, 0, 0, 1506200400, 1506260305),
(118, 'معايدة', '<p>كل عام وأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 115, '26', 0, 0, 0, 0, 0, 0, 1506200400, 1506260305),
(119, 'معايدة', '<p>كل عام وأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 115, '17', 0, 0, 0, 0, 0, 0, 1506200400, 1506260305),
(120, 'hgjfgkgh ', '<p>gh gh gh gghfh fghbgd hgh gffgh g hahaha</p>\r\n', 0, 1, NULL, 'nana', 1, 0, 1, 0, 0, 0, 1506200400, 1506261511),
(121, 'hgjfgkgh ', '<p>gh gh gh gghfh fghbgd hgh gffgh g hahaha</p>\r\n', 0, 1, 120, '11', 0, 0, 0, 0, 0, 0, 1506200400, 1506261511),
(122, 'قساتبىىسبي سق ', '<p>بيساقبي يس ابيثسي</p>\r\n', 0, 1, NULL, 'resep , nashwa , nana', 1, 0, 1, 0, 0, 0, 1506805200, 1506844311),
(123, 'قساتبىىسبي سق ', '<p>بيساقبي يس ابيثسي</p>\r\n', 0, 1, 122, '4', 0, 0, 0, 0, 0, 0, 1506805200, 1506844311),
(124, 'قساتبىىسبي سق ', '<p>بيساقبي يس ابيثسي</p>\r\n', 0, 1, 122, '9', 0, 0, 0, 0, 0, 0, 1506805200, 1506844311),
(125, 'قساتبىىسبي سق ', '<p>بيساقبي يس ابيثسي</p>\r\n', 0, 1, 122, '11', 0, 0, 0, 0, 0, 0, 1506805200, 1506844311);

-- --------------------------------------------------------

--
-- Table structure for table `emails_family`
--

CREATE TABLE IF NOT EXISTS `emails_family` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `file_attached` int(11) NOT NULL DEFAULT '0',
  `email_from` int(11) DEFAULT NULL,
  `email_id` int(11) DEFAULT NULL,
  `email_to` text NOT NULL,
  `sent` int(11) NOT NULL DEFAULT '0',
  `deleted` int(11) NOT NULL DEFAULT '0',
  `readed` int(11) NOT NULL DEFAULT '0',
  `starred` int(11) NOT NULL DEFAULT '0',
  `reply` int(11) NOT NULL DEFAULT '0',
  `forward` int(11) NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `emails_family`
--

INSERT INTO `emails_family` (`id`, `title`, `content`, `file_attached`, `email_from`, `email_id`, `email_to`, `sent`, `deleted`, `readed`, `starred`, `reply`, `forward`, `date`, `date_s`) VALUES
(1, 'معايدة', '<p>كل عام زأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, NULL, 'سهيلة محمد بن صالح علي , خديجة محمد على الطيب , سوجاء  ثويني عايد الشمري , سوسو عبده جاد جاد', 1, 0, 1, 1, 0, 0, 1506200400, 1506262284),
(2, 'معايدة', '<p>كل عام زأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 1, '11', 0, 0, 0, 0, 0, 0, 1506200400, 1506262284),
(3, 'معايدة', '<p>كل عام زأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 1, '4', 0, 0, 0, 0, 0, 0, 1506200400, 1506262284),
(4, 'معايدة', '<p>كل عام زأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 1, '26', 0, 0, 0, 0, 0, 0, 1506200400, 1506262284),
(5, 'معايدة', '<p>كل عام زأنتم بخير بمناسبة العام الهجري الجديد</p>\r\n', 0, 1, 1, '17', 0, 0, 0, 0, 0, 0, 1506200400, 1506262284);

-- --------------------------------------------------------

--
-- Table structure for table `email_family_files`
--

CREATE TABLE IF NOT EXISTS `email_family_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `email_id` int(11) NOT NULL,
  `file_name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `email_files`
--

CREATE TABLE IF NOT EXISTS `email_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `email_id` int(11) NOT NULL,
  `file_name` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=26 ;

--
-- Dumping data for table `email_files`
--

INSERT INTO `email_files` (`id`, `email_id`, `file_name`) VALUES
(9, 69, 'a13.jpg'),
(10, 69, 'c5.jpg'),
(11, 71, 'img1.jpg'),
(12, 71, 'img2.jpg'),
(13, 71, 'orphan-banner-small.jpg'),
(14, 87, 'about-pic.jpg'),
(15, 87, 'children2.jpg'),
(16, 89, 'direct.png'),
(24, 104, 'about-pic1.jpg'),
(25, 106, 'img3.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `employees`
--

CREATE TABLE IF NOT EXISTS `employees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_code` int(30) NOT NULL,
  `employee` varchar(250) NOT NULL,
  `administration` int(11) NOT NULL,
  `department` int(11) NOT NULL,
  `birth_date` int(100) NOT NULL,
  `id_num` int(25) NOT NULL,
  `degree_id` tinyint(4) NOT NULL,
  `address` varchar(200) CHARACTER SET utf16 NOT NULL,
  `phone_num` varchar(20) NOT NULL,
  `email` varchar(200) NOT NULL,
  `contract` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` varchar(20) NOT NULL,
  `img` varchar(250) NOT NULL,
  `salary` int(11) NOT NULL,
  `b_naql` varchar(255) NOT NULL DEFAULT '0',
  `b_eshraf` varchar(255) NOT NULL DEFAULT '0',
  `b_amal` varchar(255) NOT NULL DEFAULT '0',
  `b_etislat` varchar(255) NOT NULL DEFAULT '0',
  `k_tamen` varchar(255) NOT NULL DEFAULT '0',
  `group_affairs_id_fk` varchar(255) NOT NULL DEFAULT '0',
  `past_days` varchar(255) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- Dumping data for table `employees`
--

INSERT INTO `employees` (`id`, `emp_code`, `employee`, `administration`, `department`, `birth_date`, `id_num`, `degree_id`, `address`, `phone_num`, `email`, `contract`, `date`, `date_s`, `img`, `salary`, `b_naql`, `b_eshraf`, `b_amal`, `b_etislat`, `k_tamen`, `group_affairs_id_fk`, `past_days`) VALUES
(13, 13, 'eslam', 3, 14, 1483822800, 123654, 1, 'حائل', '010000', 'a@yahoo.com', 1, 1505595600, '1505667478', '0', 1200, '1000', '0', '0', '0', '0', '2', '2'),
(6, 6, 'أنا المدير', 1, 10, 1504213200, 123456, 1, 'جدة', '123456', 'doda2011_love@yahoo.com', 1, 1505595600, '1505654346', '0', 60000, '0', '0', '0', '0', '0', '0', '0'),
(7, 7, 'رئيس قسم', 2, 11, 1483909200, 123, 1, 'جدة', '123', 'doda2011_love@yahoo.com', 1, 1505595600, '1505655680', '0', 3000, '0', '0', '0', '0', '0', '2', '0'),
(8, 8, 'رئيس قسم2', 3, 12, 1504213200, 123, 1, 'جدة', '123', 'doda2011_love@yahoo.com', 1, 1505595600, '1505655993', '0', 1200, '0', '0', '0', '0', '0', '0', '0'),
(9, 9, 'موظف1', 3, 13, 1483909200, 123, 1, 'جدة', '123', 'doda2011_love@yahoo.com', 1, 1505595600, '1505656666', '0', 300, '0', '0', '0', '0', '0', '0', '0'),
(10, 10, 'موظف2', 3, 13, 1504213200, 123, 1, 'جدة', '123', 'doda2011_love@yahoo.com', 1, 1505595600, '1505656712', '0', 200, '0', '0', '0', '0', '0', '0', '0'),
(11, 11, 'رئيس قسم3', 2, 11, 1504213200, 123, 1, 'جدة', '123', 'doda2011_love@yahoo.com', 1, 1505595600, '1505656804', '0', 30000, '0', '0', '0', '0', '0', '0', '0'),
(12, 12, 'test', 3, 14, 1486587600, 123, 1, 'جدة', '11', 'doda2011_love@yahoo.com', 1, 1505595600, '1505656887', '0', 1111, '0', '0', '0', '0', '0', '2', '2'),
(16, 14, 'new emplyee', 3, 14, 1506546000, 1236544, 2, 'حائل', '010212121', 'a@yahoo.com', 1, 1506718800, '1506758605', '0', 4000, '400', '0', '1500', '0', '400', '2', '0'),
(17, 17, 'عاطف السيد قاسم', 3, 13, 1483995600, 0, 3, '', '01542154515', '', 0, 1506805200, '1506812295', '0', 8000, '200', '100', '500', '100', '50', '2', '21');

-- --------------------------------------------------------

--
-- Table structure for table `emp_attendance`
--

CREATE TABLE IF NOT EXISTS `emp_attendance` (
  `id` int(11) NOT NULL,
  `emp_id` text NOT NULL,
  `date` int(11) NOT NULL,
  `presence` varchar(255) NOT NULL,
  `dissuasion` varchar(255) NOT NULL,
  `diff` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `emp_attendance`
--

INSERT INTO `emp_attendance` (`id`, `emp_id`, `date`, `presence`, `dissuasion`, `diff`) VALUES
(1, '2', 1474491600, '09:54:00', '15:06:00', '05:12:00'),
(2, '2', 1474664400, '', '', ''),
(3, '2', 1474750800, '09:08:00', '13:26:00', '04:18:00'),
(4, '2', 1474837200, '09:27:00', '15:57:00', '06:30:00'),
(5, '2', 1474923600, '09:51:00', '16:00:00', '06:09:00'),
(6, '2', 1475010000, '09:19:00', '15:57:00', '06:38:00'),
(7, '2', 1475096400, '09:14:00', '15:59:00', '06:45:00'),
(8, '2', 1475269200, '', '', ''),
(9, '2', 1475355600, '09:19:00', '15:51:00', '06:32:00'),
(10, '2', 1475442000, '', '', ''),
(11, '2', 1475528400, '09:04:00', '15:47:00', '06:43:00'),
(12, '2', 1475614800, '10:26:00', '15:15:00', '04:49:00'),
(13, '2', 1475701200, '09:26:00', '13:46:00', '04:20:00'),
(14, '2', 1475874000, '', '15:58:00', '06:00'),
(15, '2', 1475960400, '11:24:00', '16:01:00', '04:37:00'),
(16, '2', 1476046800, '09:51:00', '15:49:00', '05:58:00'),
(17, '2', 1476133200, '09:42:00', '15:51:00', '06:09:00'),
(18, '2', 1476219600, '09:39:00', '', '05:21'),
(19, '2', 1476306000, '09:18:00', '', '06:00'),
(20, '2', 1476478800, '09:45:00', '15:49:00', '06:04:00'),
(21, '2', 1476565200, '09:01:00', '', '06:00'),
(22, '2', 1476651600, '', '', ''),
(23, '2', 1476738000, '09:08:00', '', '06:00'),
(24, '2', 1476824400, '', '17:14:00', '06:00'),
(25, '2', 1476910800, '09:16:00', '15:50:00', '06:34:00'),
(26, '1', 1474491600, '10:10:00', '15:13:00', '05:03:00'),
(27, '1', 1474664400, '09:30:00', '16:23:00', '06:53:00'),
(28, '1', 1474750800, '10:42:00', '13:27:00', '02:45:00'),
(29, '1', 1474837200, '09:34:00', '15:57:00', '06:23:00'),
(30, '1', 1474923600, '09:51:00', '16:00:00', '06:09:00'),
(31, '1', 1475010000, '10:09:00', '15:57:00', '05:48:00'),
(32, '1', 1475096400, '10:10:00', '15:59:00', '05:49:00'),
(33, '1', 1475269200, '10:22:00', '15:59:00', '05:37:00'),
(34, '1', 1475355600, '09:42:00', '15:51:00', '06:09:00'),
(35, '1', 1475442000, '10:45:00', '16:21:00', '05:36:00'),
(36, '1', 1475528400, '10:51:00', '13:54:00', '03:03:00'),
(37, '1', 1475614800, '10:11:00', '16:04:00', '05:53:00'),
(38, '1', 1475701200, '09:53:00', '13:46:00', '03:53:00'),
(39, '1', 1475874000, '09:40:00', '15:58:00', '06:18:00'),
(40, '1', 1475960400, '11:23:00', '16:01:00', '04:38:00'),
(41, '1', 1476046800, '10:10:00', '15:49:00', '05:39:00'),
(42, '1', 1476133200, '09:41:00', '15:57:00', '06:16:00'),
(43, '1', 1476219600, '10:13:00', '16:07:00', '05:54:00'),
(44, '1', 1476306000, '09:48:00', '15:56:00', '06:08:00'),
(45, '1', 1476478800, '09:28:00', '15:49:00', '06:21:00'),
(46, '1', 1476565200, '09:47:00', '15:56:00', '06:09:00'),
(47, '1', 1476651600, '', '', ''),
(48, '1', 1476738000, '10:07:00', '16:52:00', '06:45:00'),
(49, '1', 1476824400, '09:41:00', '17:14:00', '07:33:00'),
(50, '1', 1501102800, '17:15:50', '', ''),
(51, '1', 1501362000, '12:26:31', '12:28:23', '00:01:52'),
(0, '6', 1505768400, '00:00:41', '14:28:33', '14:27:52'),
(0, '6', 1505854800, '14:28:13', '14:28:33', '14:27:52'),
(0, '7', 1505854800, '18:03:31', '', ''),
(0, '13', 1506286800, '10:26:26', '', ''),
(0, '8', 1506805200, '02:05:56', '', ''),
(0, '13', 1506805200, '10:30:24', '', ''),
(0, '9', 1506805200, '10:30:43', '', ''),
(0, '17', 1506805200, '10:31:42', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `emp_debts`
--

CREATE TABLE IF NOT EXISTS `emp_debts` (
  `debt_id` int(11) NOT NULL AUTO_INCREMENT,
  `debt_date` int(11) NOT NULL,
  `emp_id` int(11) NOT NULL,
  `value` int(11) NOT NULL,
  `notes` text NOT NULL,
  `approved` int(11) NOT NULL DEFAULT '0',
  `approved_reason` text NOT NULL,
  `approved_date` int(11) NOT NULL DEFAULT '0',
  `approved_publisher` varchar(255) NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`debt_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `emp_debts`
--

INSERT INTO `emp_debts` (`debt_id`, `debt_date`, `emp_id`, `value`, `notes`, `approved`, `approved_reason`, `approved_date`, `approved_publisher`, `date`, `date_s`, `publisher`) VALUES
(1, 1506200400, 6, 500, 'iglkjofg', 0, '', 1506843832, 'admin', 1506200400, 1506201680, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `emp_evaluation`
--

CREATE TABLE IF NOT EXISTS `emp_evaluation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_id` int(11) NOT NULL,
  `evaluation_type_id` int(11) NOT NULL,
  `evaluation_type_grade` int(11) NOT NULL,
  `evaluation_date` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `emp_evaluation`
--

INSERT INTO `emp_evaluation` (`id`, `emp_id`, `evaluation_type_id`, `evaluation_type_grade`, `evaluation_date`, `date`, `date_s`, `publisher`) VALUES
(1, 16, 3, 4, 1506546000, 1506718800, 1506770829, 'admin'),
(2, 16, 2, 5, 1506546000, 1506718800, 1506770829, 'admin'),
(3, 16, 1, 5, 1506546000, 1506718800, 1506770829, 'admin'),
(4, 17, 4, 0, 1506805200, 1506805200, 1506843423, 'admin'),
(5, 17, 3, 0, 1506805200, 1506805200, 1506843423, 'admin'),
(6, 17, 2, 0, 1506805200, 1506805200, 1506843423, 'admin'),
(7, 17, 1, 0, 1506805200, 1506805200, 1506843423, 'admin'),
(8, 17, 4, 5, 1506978000, 1506805200, 1506843465, 'admin'),
(9, 17, 3, 8, 1506978000, 1506805200, 1506843465, 'admin'),
(10, 17, 2, 2, 1506978000, 1506805200, 1506843465, 'admin'),
(11, 17, 1, 2, 1506978000, 1506805200, 1506843465, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `endowments`
--

CREATE TABLE IF NOT EXISTS `endowments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `endowment_name` varchar(300) NOT NULL,
  `endowment_start` varchar(300) NOT NULL,
  `endowment_cost` varchar(300) NOT NULL,
  `stock_cost` varchar(300) NOT NULL,
  `endowment_account_num` varchar(300) NOT NULL,
  `houses_num` varchar(300) NOT NULL,
  `commercial_Lounges` varchar(200) NOT NULL,
  `floor_num` varchar(300) NOT NULL,
  `employee_in_charge` varchar(300) NOT NULL,
  `employee_mobile` varchar(300) NOT NULL,
  `address` varchar(300) NOT NULL,
  `endowment_type` varchar(300) NOT NULL,
  `endowment_end` varchar(300) NOT NULL,
  `stock_num` varchar(300) NOT NULL,
  `Land_area` varchar(300) NOT NULL,
  `bank_id` varchar(300) NOT NULL,
  `shops_num` varchar(300) NOT NULL,
  `other_facilities` varchar(300) NOT NULL,
  `responsible_for_endowment` varchar(300) NOT NULL,
  `city` varchar(300) NOT NULL,
  `notes` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `endowments`
--

INSERT INTO `endowments` (`id`, `endowment_name`, `endowment_start`, `endowment_cost`, `stock_cost`, `endowment_account_num`, `houses_num`, `commercial_Lounges`, `floor_num`, `employee_in_charge`, `employee_mobile`, `address`, `endowment_type`, `endowment_end`, `stock_num`, `Land_area`, `bank_id`, `shops_num`, `other_facilities`, `responsible_for_endowment`, `city`, `notes`, `date`, `date_s`) VALUES
(1, 'الوقف الاول', '1498856400', '1200', '300', '8', '5', 'الصالات التجارية', '2', '8', '3', 'العنوان', '1', '1501448400', '4', '300', '2', '2', 'مرافق أخري', 'المسئول عن الوقف', '1', 'ملاحظات', '1500152400', '1500199965'),
(2, 'الوقف الثانى ', '1498856400', '4500', '2250', '098254', '13', 'الصالات التجارية', '2', '6', '239876', 'العنوان', '2', '1500066000', '2', '1900', '12', '4', 'مرافق أخري', 'المسئول عن الوقف', '1', 'ملاحظات', '1500152400', '1500201118'),
(3, 'وقف جديد ', '1499461200', '1250', '625', '123654', '2', '2', '2', '2', '120365', 'العنوان\r\n ', '1', '1498597200', '2', '250', '11', '2', 'أخري', '123654', '1', 'ملاحظات\r\n', '1500238800', '1500279850'),
(4, 'وقف جديد ', '1495918800', '2222', '1111', '3', '3', '3', '3', '6', '3', '3', '1', '1498683600', '2', '33', '14', '3', '3', '3', '1', '3', '1500238800', '1500284377'),
(5, 'تتبن', '1500238800', '5555555555555', '22', '22666662', '2', '6', '4', '7', '4444444444', ' 0', '1', '1499202000', '44', '4444', '1', '444', '44444444', '0', '1', ' 0', '1500238800', '1500307115'),
(6, 'وقف اليتميم الاول ', '1500325200', '500000000', '222', '6946949494', '22', '8', '5', '2', '8888888', ' عميابميس بسيابهي مهياب ه ', '1', '1500325200', '555', '888', '2', '55', 'خهاهللتل', 'كتكنيلامنثالن م', '1', 'ميالمنيارمنيامنيس ', '1500325200', '1500365431');

-- --------------------------------------------------------

--
-- Table structure for table `evaluation_setting`
--

CREATE TABLE IF NOT EXISTS `evaluation_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `grade` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `evaluation_setting`
--

INSERT INTO `evaluation_setting` (`id`, `title`, `grade`) VALUES
(1, 'الإنضباط فى الحضور و الانصراف ', '7'),
(2, 'الحماس للعمل ', '5'),
(3, 'الاستجابه لقرارات الادارة العليا ', '10'),
(4, 'التعاون مع الزملاء ', '10');

-- --------------------------------------------------------

--
-- Table structure for table `exchange_items`
--

CREATE TABLE IF NOT EXISTS `exchange_items` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_num_id_fk` int(11) NOT NULL,
  `product_code_fk` int(11) NOT NULL,
  `storage_code_fk` int(11) NOT NULL,
  `product_amount` int(11) NOT NULL,
  `all_cost_exchange` int(11) NOT NULL,
  `product_unite` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=35 ;

--
-- Dumping data for table `exchange_items`
--

INSERT INTO `exchange_items` (`id`, `order_num_id_fk`, `product_code_fk`, `storage_code_fk`, `product_amount`, `all_cost_exchange`, `product_unite`, `date`, `date_s`) VALUES
(33, 1, 16, 1, 120, 120, 4, 1506373200, 1506423723),
(34, 1, 15, 1, 200, 200, 4, 2147483647, 1506423723);

-- --------------------------------------------------------

--
-- Table structure for table `exchange_orders`
--

CREATE TABLE IF NOT EXISTS `exchange_orders` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_num` int(11) NOT NULL,
  `donar_id_fk` int(11) NOT NULL,
  `order_total_cost` int(11) NOT NULL,
  `order_notes` text NOT NULL,
  `deport` int(11) NOT NULL DEFAULT '0',
  `added_by` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- Dumping data for table `exchange_orders`
--

INSERT INTO `exchange_orders` (`id`, `order_num`, `donar_id_fk`, `order_total_cost`, `order_notes`, `deport`, `added_by`, `date`, `date_s`) VALUES
(11, 1, 5, 320, 'fgdfghtr', 0, 'admin', 1506373200, 1506423723);

-- --------------------------------------------------------

--
-- Table structure for table `exports_imports_attachment`
--

CREATE TABLE IF NOT EXISTS `exports_imports_attachment` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `exp_imp_id_fk` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=15 ;

--
-- Dumping data for table `exports_imports_attachment`
--

INSERT INTO `exports_imports_attachment` (`id`, `exp_imp_id_fk`, `type`, `img`, `title`) VALUES
(11, '6', '1', '831fc880cec75d896f3102ed6acd3c66.jpg', 'اسم المرفق'),
(12, '3', '1', '38140f14c1ce9713f089e027bcd86374.jpg', 'الفيديو 1'),
(13, '7', '1', 'Null', ''),
(14, '7', '1', 'Null', '');

-- --------------------------------------------------------

--
-- Table structure for table `family_attach_files`
--

CREATE TABLE IF NOT EXISTS `family_attach_files` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `death_certificate` text NOT NULL,
  `family_card` text NOT NULL,
  `plowing_inheritance` text NOT NULL,
  `instrument_agency_with_orphans` text NOT NULL,
  `birth_certificate` text NOT NULL,
  `ownership_housing` text NOT NULL,
  `definition_school` text NOT NULL,
  `social_security_card` text NOT NULL,
  `retirement_department` text NOT NULL,
  `social_insurance` text NOT NULL,
  `bank_statement` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `family_attach_files`
--

INSERT INTO `family_attach_files` (`id`, `mother_national_num_fk`, `death_certificate`, `family_card`, `plowing_inheritance`, `instrument_agency_with_orphans`, `birth_certificate`, `ownership_housing`, `definition_school`, `social_security_card`, `retirement_department`, `social_insurance`, `bank_statement`, `date`, `date_s`, `publisher`) VALUES
(1, '1111111111', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1497992400, 1498052502, '1111111111'),
(2, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512126, '0100787615'),
(3, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512129, '0100787615'),
(4, '0100787615', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1499461200, 1499512140, '0100787615'),
(5, '1051562104', '', '', '', '', '', '', '', '', '', '', '', 1499806800, 1499849087, '1051562104'),
(6, '0000000001', '', '', '', '', '', '', '', '', '', '', '', 1499893200, 1499926489, '0000000001'),
(7, '123456', '', '', '', '', '', '', '', '', '', '', '', 1499893200, 1499937107, '123456'),
(8, '1234567890', '', '', '', '', '', '', '', '', '', '', '', 1500152400, 1500183595, '1234567890'),
(9, '6666', '', '', '', '', '', '', '', '', '', '', '', 1500152400, 1500192783, '6666'),
(10, '1245495748', '', '', '', '', '', '', '', '', '', '', '', 1500152400, 1500192801, '1245495748'),
(11, '39090666600', '', '', '', '', '', '', '', '', '', '', '', 1500152400, 1500200480, '39090666600'),
(12, '555', '', '', '', '', '', '', '', '', '', '', '', 1500238800, 1500297967, '555'),
(13, '01005517206', '', '', '', '', '', '', '', '', '', '', '', 1500238800, 1500297996, '01005517206'),
(14, '1038426688', '', '', '', '', '', '', '', '', '', '', '', 1500498000, 1500536801, '1038426688'),
(15, '1111122222', '', '', '', '', '', '', '', '', '', '', '', 1505854800, 1505920627, '1111122222');

-- --------------------------------------------------------

--
-- Table structure for table `father`
--

CREATE TABLE IF NOT EXISTS `father` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `f_first_name` varchar(255) NOT NULL,
  `f_father_name` varchar(255) NOT NULL,
  `f_grandfather_name` varchar(255) NOT NULL,
  `f_family_name` varchar(255) NOT NULL,
  `f_nationality_id_fk` varchar(255) NOT NULL,
  `nationality_other` varchar(255) NOT NULL,
  `f_national_id_type` varchar(255) NOT NULL,
  `f_national_id` varchar(255) NOT NULL,
  `f_national_id_place` varchar(255) NOT NULL,
  `f_birth_date` varchar(255) NOT NULL,
  `f_death_date` varchar(255) NOT NULL,
  `f_job` varchar(255) NOT NULL,
  `f_job_place` varchar(255) NOT NULL,
  `f_death_id_fk` varchar(255) NOT NULL,
  `f_death_reason_fk` varchar(255) NOT NULL,
  `f_death_reason` varchar(255) NOT NULL,
  `f_child_num` varchar(255) NOT NULL,
  `f_wive_count` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=25 ;

--
-- Dumping data for table `father`
--

INSERT INTO `father` (`id`, `mother_national_num_fk`, `f_first_name`, `f_father_name`, `f_grandfather_name`, `f_family_name`, `f_nationality_id_fk`, `nationality_other`, `f_national_id_type`, `f_national_id`, `f_national_id_place`, `f_birth_date`, `f_death_date`, `f_job`, `f_job_place`, `f_death_id_fk`, `f_death_reason_fk`, `f_death_reason`, `f_child_num`, `f_wive_count`) VALUES
(1, '01009428727', 'محمد', 'حسن', 'الطيب', 'السعودية', '10', '', '2', '83902891762', 'مصدر الهوية', '315522000', '1512594000', '1', 'مكان العمل', '5', 'السبب', '', '1', '1'),
(2, '12345', 'عبد الله', 'حسن', 'على', 'العائلة', '19', '', '1', '4354355', 'مصدرها', '75600', '1104526800', '1', 'مكان العمل', '5', 'السبب', '0', '1', '1'),
(3, 'arab', 'عبد الله', 'محمد', 'على', 'هشام', '17', '', '1', '76655764657657', 'مصدرها', '644706000', '1170795600', '1', 'مكان العمل', '3', '0', '0', '1', '0'),
(4, '987654321000', 'عبد السلام ', 'حسن', 'على', 'هشام', '15', '', '1', '12323323232323', 'مصدرها', '-10800', '1199134800', '1', 'مكان العمل', '1', '0', '0', '2', '2'),
(5, '9876541234', 'عادل ', 'محروس', 'الحسن', 'الضبع', '7', '', '2', '1233287832625', 'مصدرها', '-300942000', '1496782800', '1', 'مكان العمل', '1', '', '', '2', '2'),
(6, '1111111111', 'عبد الله', 'قاسم', 'مهدى', 'عابد', '1', '', '1', '019828271827', 'مصدر الهوية', '631141200', '1486846800', '2', 'مكان العمل', '2', '', '', '2', '2'),
(7, '777', 'عامر ', 'محمود', 'حسين', 'قاسم', '17', '', '1', '128272363873', 'مصدر الهوية', '1497214800', '1497819600', '1', 'مكان العمل', '1', '', '', '2', '1'),
(8, '0100787615', 'أحمد', ' محمد ', 'علي ', 'السيد ', '19', '', '1', '12345678901', 'حائل السعودية', '647384400', '1501102800', '1', 'حائل', '1', '', '', '2', '1'),
(9, '233344566', '.nhglrhiokhgioqe', 'u]kh ', 'hoieshdhiogheio', 'u', 'اختر', '', '0', '7687637676', '', '-17040683212', '-17264113612', '0', '', '0', '', '', '2', '1'),
(10, '1051562104', 'محمد', 'عبدالله', 'علي', 'الشمري', '19', '', '1', '1058131705', 'حائل', '-17902609612', '-17018996812', '4', '', '2', '', '', '1', '1'),
(11, '', 'رشيد ', 'محسن', 'رشيد', 'محسن', 'اختر', '', '0', '12345679891', 'حائل', '-17228344012', '-16788308812', '2', 'جمعية ايتام حائل', '1', '', '', '4', '2'),
(12, '', 'رشيد ', 'محسن', 'رشيد', 'محسن', 'اختر', '', '0', '12345679891', 'حائل', '-17228344012', '-16788308812', '2', 'جمعية ايتام حائل', '1', '', '', '4', '2'),
(13, '0000000001', 'رشيد', 'محسن', 'رشيد', 'محسن', '19', '', '1', '1234567890', 'حائل', '-27107492812', '7258107600', '2', 'جمعية ايتام حائل', '1', '', '', '4', '2'),
(14, '123456', 'عاطف', 'احمد', 'السيد ', 'قاسم', '19', '', '1', '1234567890', 'حائل', '-17356302412', '-16945988812', '1', 'حائل', '0', '', '', '1', '1'),
(15, '1234567890', 'رشيد', 'محسن', 'رشيد', 'محسن', '19', '', '1', '12121314545', 'حائل', '-17924382412', '7952331600', '2', 'جمعية ايتام حائل', '1', '', '', '4', '2'),
(16, '1245495748', 'رشيد', 'ككم', 'كنن', 'تنا', '19', '', '1', '124577777457', 'حائل', '-17924382412', '-16788308812', '4', '', '1', '', '', '1', '1'),
(17, '6666', 'هناء', 'غغغغغغغ', 'ااااااااا', 'خخخخخخ', 'اختر', '', '1', '9999', '', '-17987368012', '-17987368012', '1', '', '1', '', '', '1', '1'),
(18, '39090666600', 'خت', 'ححح', 'منمنمن', 'دددد', 'اختر', '', '0', '22222222222', '', '-16788222412', '-17356302412', '0', '', '0', '', '', '1', 'اختر'),
(19, '01005517206', 'ahmad', 'ali', 'mohammed', 'salem', '19', '', '1', '12345678899', 'حائل', '1498856400', '1500238800', '1', 'حائل', '1', '', '', '1', '1'),
(20, '555', 'على', 'على', 'تعلىذ', 'عىل', 'اختر', '', '1', '77777777777', '', '-17293144012', '-17293144012', '0', '', '0', '', '', '1', 'اختر'),
(21, '1039816606', 'عيسى', 'محمدين ', 'عيسى', 'عيسى ', '19', '', '1', '022558555555', '', '-17970347212', '-17293230412', '1', '', '1', '', '', '2', '2'),
(22, '1038426688', 'عبدالكريم', 'زبن', 'عمر', 'الشمري', '19', '', '1', '1022046579', 'حائل', '-18855342412', '-16852676812', '4', '', '1', '', '', '1', '1'),
(23, '01000787615', 'محمد', 'محمد', 'محمد', 'محمد', '19', '', '3', '12365478902', 'حائل', '1501534800', '1503090000', '3', '', '1', '', '', '2', '1'),
(24, '1111122222', 'عارف', 'محمد', 'فهيم', 'احمد', '19', '', '1', '14251245245', 'حائل', '567982800', '-17196808012', '4', '', '1', '', '', '2', '1');

-- --------------------------------------------------------

--
-- Table structure for table `financial`
--

CREATE TABLE IF NOT EXISTS `financial` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `f_pension_amount` varchar(255) NOT NULL,
  `f_warranty_amount` varchar(255) NOT NULL,
  `f_owner_ship_amount` varchar(255) NOT NULL,
  `f_insurance_amount` varchar(255) NOT NULL,
  `f_annual_amount` varchar(255) NOT NULL,
  `f_other_amount` varchar(255) NOT NULL,
  `f_workers_id_fk` varchar(255) NOT NULL,
  `f_workers_num` varchar(255) NOT NULL,
  `f_commerical_activity_id_fk` varchar(255) NOT NULL,
  `f_bank_id_fk` varchar(255) NOT NULL,
  `f_bank_account_num` varchar(255) NOT NULL,
  `f_official_account_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- Dumping data for table `financial`
--

INSERT INTO `financial` (`id`, `mother_national_num_fk`, `f_pension_amount`, `f_warranty_amount`, `f_owner_ship_amount`, `f_insurance_amount`, `f_annual_amount`, `f_other_amount`, `f_workers_id_fk`, `f_workers_num`, `f_commerical_activity_id_fk`, `f_bank_id_fk`, `f_bank_account_num`, `f_official_account_name`) VALUES
(1, '01009428727', '901', '901', '901', '901', '90', '90', '1', '123', '1', 'الرياض', '32121', 'الإسم المعتمد للحساب'),
(2, '12345', '123', '22', '323', '2323', '323', '322323', '0', '', '0', 'بنك الجزيرة', '123231', 'الإسم المعتمد للحساب'),
(3, 'arab', '333', '333', '3', '3', '3', '3', '1', '2', '1', 'بنك البلاد', '12', 'الإسم المعتمد للحساب'),
(4, '1111111111', '33', '3', '33', '33', '333', '33', '1', '', '1', 'الرياض', '333', '333333'),
(5, '0100787615', '12350', '145', '1230', '980', '0', '0', '0', '0', '0', 'الرياض', '', '0'),
(6, '1051562104', '', '', '', '', '', '', 'اختر', '', 'اختر', '0', '', ''),
(7, '0000000001', '2000', '1500', '0', '0', '0', '0', '2', '', '2', '1', '245675967585187545554', 'رشيد'),
(8, '123456', '600', '2222', '2000', '2222', '222', '2222', '2', '', '1', '1', '646464', '555555'),
(9, '1234567890', '2000', '1000', '0', '0', '0', '0', '2', '', '2', '2', '54544545465465465', 'بشاير هاغهنا لاتاهنل'),
(10, '1245495748', '1500', '1000', '', '', '', '', 'اختر', '', 'اختر', '1', '01012121212121', 'ليلى احمد'),
(11, '6666', '', '', '', '', '', '', 'اختر', '', 'اختر', '0', '', ''),
(12, '39090666600', '', '', '', '', '', '', 'اختر', '', 'اختر', '0', '', ''),
(13, '555', '', '555', '', '555', '', '55', 'اختر', '', '2', '0', '77777777777', 'سيشببش'),
(14, '01005517206', '120', '120', '120', '120', '120', '120', '2', '', '2', '1', '111111111', 'اسم الحشسلاب'),
(15, '1039816606', '', '', '', '', '', '', 'اختر', '', 'اختر', '0', '', ''),
(16, '1038426688', '0', '1500', '', '', '', '', '2', '', '2', '1', '469908011204074', 'شمعه عبدالكريم زبن الشمري'),
(17, '01000787615', '', '', '', '', '', '', 'اختر', '', 'اختر', '0', '', ''),
(18, '1111122222', '1500', '1200', '', '0', '0', '', '2', '', '2', '1', '1234567890000000', 'حصه ');

-- --------------------------------------------------------

--
-- Table structure for table `f_members`
--

CREATE TABLE IF NOT EXISTS `f_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `member_name` varchar(255) NOT NULL,
  `member_card_type` int(11) NOT NULL,
  `member_card_num` int(11) NOT NULL,
  `member_nationality` varchar(255) NOT NULL,
  `school_name` varchar(255) NOT NULL,
  `education_type` varchar(255) NOT NULL,
  `school_cost` varchar(255) NOT NULL,
  `nationality_other` varchar(255) NOT NULL,
  `member_birth_date` int(11) NOT NULL,
  `member_gender` int(11) NOT NULL,
  `member_job` varchar(255) NOT NULL,
  `member_job_place` varchar(255) NOT NULL,
  `member_skill` varchar(255) NOT NULL,
  `member_email` varchar(255) NOT NULL,
  `member_status` int(11) NOT NULL,
  `member_distracted_mother` int(11) NOT NULL,
  `member_activity_type` varchar(255) NOT NULL,
  `member_activity_type_other` varchar(255) NOT NULL,
  `member_mob` int(11) NOT NULL,
  `member_smoken` int(11) NOT NULL,
  `member_health_type` varchar(255) NOT NULL,
  `member_health_type_other` varchar(255) NOT NULL,
  `member_month_money` int(11) NOT NULL,
  `member_child_num` int(11) NOT NULL,
  `member_home_type` varchar(255) NOT NULL,
  `member_home_other` varchar(255) NOT NULL,
  `member_hij` varchar(255) NOT NULL,
  `member_omra` varchar(255) NOT NULL,
  `member_note` text NOT NULL,
  `member_birth_card_img` text NOT NULL,
  `member_sechool_img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=13 ;

--
-- Dumping data for table `f_members`
--

INSERT INTO `f_members` (`id`, `mother_national_num_fk`, `member_name`, `member_card_type`, `member_card_num`, `member_nationality`, `school_name`, `education_type`, `school_cost`, `nationality_other`, `member_birth_date`, `member_gender`, `member_job`, `member_job_place`, `member_skill`, `member_email`, `member_status`, `member_distracted_mother`, `member_activity_type`, `member_activity_type_other`, `member_mob`, `member_smoken`, `member_health_type`, `member_health_type_other`, `member_month_money`, `member_child_num`, `member_home_type`, `member_home_other`, `member_hij`, `member_omra`, `member_note`, `member_birth_card_img`, `member_sechool_img`) VALUES
(8, '12345', 'خالد', 0, 2147483647, 'اختر', '', '', '', '', 915224400, 1, '2', '', '', '', 1, 0, '0', '', 0, 0, 'إختر', '', 0, 0, 'اختر', '', '0', '0', '', '0', '0'),
(9, '12345', 'صالح', 1, 1234569870, 'اختر', '', '', '', '', 1026075600, 1, '1', '', '', '', 1, 0, 'اختر', '', 0, 0, 'إختر', '', 0, 0, 'اختر', '', 'اختر', '0', '', '0', '0'),
(10, '12345', 'samir', 1, 123456978, '19', '', '', '', '', 1500238800, 1, '1', '', '', '', 1, 2, '0', '', 522522555, 0, 'إختر', '', 0, 0, 'اختر', '', '2', '0', '', '0', '0'),
(11, '12345', 'سامر', 1, 2147483647, '20', '', '', '', 'مصري', 1503003600, 1, '1', '', 'المهارة', 'a@a', 0, 2, '1', '', 2147483647, 0, '1', '', 0, 0, 'مع الجد', '', '2', '2', '', '0', '0'),
(12, '01000787615', 'هادي', 1, 1254444444, 'اختر', '', '', '', '', 1503090000, 1, '1', '', 'لا يوجد ', '', 1, 0, '1', '', 0, 0, 'إختر', '', 0, 0, 'اختر', '', 'اختر', '0', '', '0', '0');

-- --------------------------------------------------------

--
-- Table structure for table `general_assembly_members`
--

CREATE TABLE IF NOT EXISTS `general_assembly_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(300) NOT NULL,
  `mobile` varchar(300) NOT NULL,
  `address` varchar(300) NOT NULL,
  `email` varchar(300) NOT NULL,
  `date_of_hiring` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `general_assembly_members`
--

INSERT INTO `general_assembly_members` (`id`, `name`, `mobile`, `address`, `email`, `date_of_hiring`) VALUES
(2, 'ahmed', ' 010019u78', 'cairo', 'as@yahoo.com', '08/29/2017'),
(3, 'ali', ' 010019u78', 'cairo', 'as@yahoo.com', '08/29/2017'),
(4, 'osama', '34324', 'dsfs', 'as@yahoo.com', '09/12/2017'),
(5, 'eqw', '4324', 'dsfs', 'as@yahoo.com', '09/23/2017'),
(6, 'احمد الشمرى', '052336552', 'حائل', 'in@yyy.mom', '09/11/2017');

-- --------------------------------------------------------

--
-- Table structure for table `general_assembly_subscription`
--

CREATE TABLE IF NOT EXISTS `general_assembly_subscription` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` varchar(300) NOT NULL,
  `member_id` varchar(300) NOT NULL,
  `value` varchar(300) NOT NULL,
  `month` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `general_assembly_subscription`
--

INSERT INTO `general_assembly_subscription` (`id`, `date`, `member_id`, `value`, `month`) VALUES
(1, '1504990800', '2', '22', 9),
(2, '1504645200', '2', '11', 7),
(3, '1504645200', '3', '5', 7),
(4, '1504645200', '3', '4', 7),
(5, '1505077200', '6', '1000', 0),
(6, '1505077200', '6', '1000', 9);

-- --------------------------------------------------------

--
-- Table structure for table `guarantees`
--

CREATE TABLE IF NOT EXISTS `guarantees` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `guarantee_id` varchar(300) NOT NULL,
  `guaranty_type` int(2) NOT NULL,
  `payment_method` int(2) NOT NULL,
  `guaranty_start` varchar(300) NOT NULL,
  `guaranty_end` varchar(300) NOT NULL,
  `sex_determination` int(2) NOT NULL,
  `gender` int(2) NOT NULL,
  `number` int(11) NOT NULL,
  `duration` int(2) NOT NULL,
  `guaranty_amount_all` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `guarantees`
--

INSERT INTO `guarantees` (`id`, `guarantee_id`, `guaranty_type`, `payment_method`, `guaranty_start`, `guaranty_end`, `sex_determination`, `gender`, `number`, `duration`, `guaranty_amount_all`, `date`, `date_s`) VALUES
(1, '2', 1, 1, '1499893200', '1500584400', 1, 1, 1, 1, '400', '1500152400', '1500195906'),
(2, '3', 1, 4, '1498856400', '0', 1, 2, 12, 2, '4800', '1500152400', '1500207346'),
(3, '4', 1, 1, '1500238800', '1501275600', 1, 1, 3, 1, '1200', '1500238800', '1500279065'),
(4, '5', 1, 2, '0', '1500238800', 2, 0, 2, 1, '800', '1500238800', '1500306907'),
(5, '6', 1, 1, '1500325200', '1504299600', 2, 0, 1, 1, '400', '1500325200', '1500365131'),
(6, '7', 1, 3, '1500498000', '1534626000', 2, 0, 1, 0, '400', '1500498000', '1500537482');

-- --------------------------------------------------------

--
-- Table structure for table `guaranty_settings`
--

CREATE TABLE IF NOT EXISTS `guaranty_settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  `amount` varchar(300) NOT NULL,
  `description` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `guaranty_settings`
--

INSERT INTO `guaranty_settings` (`id`, `title`, `amount`, `description`) VALUES
(1, 'كفالة مادية', '400.00', ' 400 ريال شهرياً وهو مصروف اليتيم الشهرييتم تحويل هذا المبلغ لحساب اليتيم او اليتيمةعبر بطاقة البركة الإلكترونية'),
(2, 'كفالة تعليمية', '400.00', '400 ريال شهرياً يتلقي اليتيم واليتيمة برامج تعليمية وتربوية وتدريبية وحلقات للقرأن الكريم وندوية علمية وفكرية وصحيةوبرامج ثقافية,ونادرمضاني وحفلات تكريم للمتوفقين,ورحلات تربويةتعزز من تفوقهماالعلميوالمعرفي والمهاري'),
(3, 'كفالة أرملة', '300.00', '300 ريال شهرياً ولأنها أم الأيتام وراعيتهم بعد وفاة زوجها رغم ضعفها رعيناها عوضاً عن فقد زوجها'),
(4, 'كفالة جامعية داخل الحفر', '500.00', '500 ريال شهرياً ولأن الجامعة هى بوابة سوق العمل والطالب الجامعى تتعدد حاجاته ومسئولياته وقد يدرس مغترباً او فى كلية أهلية لذا نمنحهما مايكملان به مسيرة مستقبلهما'),
(5, 'كفالة جامعية خارج الحفر', '1000.00', '1000 ريال شهرياً ولأن الجامعة هى بوابة سوق العمل والطالب الجامعى تتعدد حاجاته ومسئولياته وقد يدرس مغترباً او فى كلية أهلية لذا نمنحهما مايكملان به مسيرة مستقبلهما'),
(6, 'كفالة عطاؤك ألوان', '100.00', 'هى كفالة موسميةل15 خدمة تقدم للايتام واليتيمات على مدار السنة مثل كسوة الشتاء_كسوة العيد وهديته_السلع الغذائية الرمضانية_الحقيبة والمستلزمات المدرسية_الزى المدرسي_ الحج والعمرة_الرعاية الطبية');

-- --------------------------------------------------------

--
-- Table structure for table `home_repair_type`
--

CREATE TABLE IF NOT EXISTS `home_repair_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `home_repair_type`
--

INSERT INTO `home_repair_type` (`id`, `title`) VALUES
(1, 'دورة مياة'),
(2, 'المطبخ'),
(3, 'إعادة صبغ'),
(4, 'صالة'),
(5, ' غرفة نوم'),
(6, 'سقف المنزل'),
(7, ' جدار المنزل'),
(8, 'بلاط المنزل'),
(9, 'السطح'),
(10, 'سخان ماء');

-- --------------------------------------------------------

--
-- Table structure for table `houses`
--

CREATE TABLE IF NOT EXISTS `houses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `h_electricity_account` varchar(300) NOT NULL,
  `h_health_number` varchar(300) NOT NULL,
  `h_city_id_fk` varchar(300) NOT NULL,
  `h_hai_id_fk` varchar(300) NOT NULL,
  `h_street` varchar(300) NOT NULL,
  `h_mosque` varchar(300) NOT NULL,
  `map` text NOT NULL,
  `h_nearest_school` varchar(300) NOT NULL,
  `h_nearest_teacher` varchar(300) NOT NULL,
  `h_house_type_id_fk` varchar(300) NOT NULL,
  `h_house_owner_id_fk` varchar(300) NOT NULL,
  `h_house_color` varchar(300) NOT NULL,
  `h_house_size` varchar(255) NOT NULL,
  `h_rent_amount` varchar(300) NOT NULL,
  `h_rooms_account` varchar(300) NOT NULL,
  `h_bath_rooms_account` varchar(300) NOT NULL,
  `h_borrow_from_bank` int(1) NOT NULL DEFAULT '0',
  `h_borrow_remain` varchar(300) NOT NULL,
  `h_house_area` varchar(300) NOT NULL,
  `h_house_direction` varchar(300) NOT NULL,
  `h_loan_restoration` varchar(300) NOT NULL,
  `h_loan_restoration_remain` varchar(300) NOT NULL,
  `h_house_status_id_fk` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- Dumping data for table `houses`
--

INSERT INTO `houses` (`id`, `mother_national_num_fk`, `h_electricity_account`, `h_health_number`, `h_city_id_fk`, `h_hai_id_fk`, `h_street`, `h_mosque`, `map`, `h_nearest_school`, `h_nearest_teacher`, `h_house_type_id_fk`, `h_house_owner_id_fk`, `h_house_color`, `h_house_size`, `h_rent_amount`, `h_rooms_account`, `h_bath_rooms_account`, `h_borrow_from_bank`, `h_borrow_remain`, `h_house_area`, `h_house_direction`, `h_loan_restoration`, `h_loan_restoration_remain`, `h_house_status_id_fk`) VALUES
(1, '01009428727', '57357', '57357', '20', '23', 'الشارع 1', 'أقرب مسجد 1', '', 'أقرب مدرسة 1', 'أقرب معلم 1', '1', '1', 'لون المنزل  1', '100', '', '2', '1', 2, '', 'المنطقة 1', '9', '2', '', '1'),
(2, '12345', '3232', '432432', 'اختر المدينة', 'اختر الحي', 'الشارع', 'المنطقة', '', 'المنطقة', 'المنطقة', '3', '1', 'لون المنزل', '', '0', '1', '1', 2, '0', 'المنطقة', '1', '2', '0', '1'),
(3, 'arab', '3232', '432432', '15', 'اختر الحي', 'الشارع', 'المنطقة', '', 'المنطقة', 'المنطقة', '1', '2', 'لون المنزل', '', '7800', '2', '1', 1, '50000', 'المنطقة', '2', '1', '56', 'اختر'),
(4, '1111111111', '232', '222323', '1', '3', 'شارع', 'مسجد ', '', 'مدرسة ', 'معلم ', '1', '1', 'الاحمر ', '900', '', '3', '3', 1, '232', 'منطقة ', '1', '1', '333', '1'),
(5, '0100787615', '12333', '12333', '1', '3', 'شارع', 'مسجد الرحمن', '', 'مدرسة الشهيد', 'معلم ', '1', '1', 'ابيض', '80', '', '2', '1', 2, '', 'منطقتي', '2', '2', '', '1'),
(6, '1051562104', '', '', 'اختر المدينة', 'اختر الحي', '', '', '', '', '', '0', 'اختر', '', '', '', '', '', 0, '', '', '0', 'اختر', '', 'اختر'),
(7, '0000000001', '121325365465', '11', '1', 'اختر الحي', 'العام', 'ابو بكر الصديق', '', 'الامام', '', '1', '2', 'ابيض', '270', '', '5', '2', 2, '', 'حائل', '1', '2', '', '1'),
(8, '123456', '88888888888', '55', '1', '3', 'منمممممممممم', 'منتةك', '', 'نممممممممممم', 'ممممممممت', '1', '1', 'احخم ', '200', '', '-1', '1', 0, '', 'كن', '1', '2', '', '2'),
(9, '1234567890', '000001', '11', '1', 'اختر الحي', '', '', '', 'الصديق', '', '4', '2', 'ابيض', '150', '15000', '3', '2', 2, '', 'حائل', '1', '2', '', '1'),
(10, '1245495748', '00001', '11', '1', 'اختر الحي', '', '', '', '', '', '4', '2', '', '', '15000', '3', '2', 2, '', 'حائل', '1', '2', '', '1'),
(11, '6666', '', '', 'اختر المدينة', 'اختر الحي', '', '', '', '', '', '0', 'اختر', '', '', '', '', '', 0, '', '', '0', 'اختر', '', 'اختر'),
(12, '39090666600', '', '', 'اختر المدينة', 'اختر الحي', '', '', '', '', '', '0', 'اختر', '', '', '', '', '', 0, '', '', '0', 'اختر', '', 'اختر'),
(13, '555', '88888888888', '', '1', 'اختر الحي', 'ال', '', '', 'لااااا', '', '1', 'اختر', 'لااااااا', '', '', '-2', '', 2, '', '', '6', 'اختر', '', '2'),
(14, '01005517206', '1', '1', '1', '3', 'شلرع', 'أقرب مسجد', '', 'أقرب مدرسة', 'أقرب معلم', '1', '1', 'ابيض', '80', '', '1', '1', 2, '', 'المنطقة', '1', '2', '', '1'),
(15, '1039816606', '', '', 'اختر المدينة', 'اختر الحي', '', '', '', '', '', '0', 'اختر', '', '', '', '', '', 0, '', '', '0', 'اختر', '', 'اختر'),
(16, '1038426688', '10029683248', '0', '1', '3', '', 'الجامع الاول', '', '', '', '3', '3', 'بيج', '100', '', '3', '1', 2, '', 'الشنان', '4', '2', '', '2'),
(17, '01000787615', '', '', 'اختر المدينة', 'اختر الحي', '', '', '<iframe src="https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d6870.837288187454!2d31.011887095291144!3d30.565725204418218!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sar!2seg!4v1503148289319" width="1000" height="450" frameborder="0" style="border:0" allowfullscreen></iframe>', '', '', '0', 'اختر', '', '', '', '', '', 0, '0', '', '0', 'اختر', '0', 'اختر'),
(18, '1111122222', '', '', '1', '3', '', '', '', '', '', '1', '2', '', '', '12000', '3', '2', 2, '', '', '1', '2', '', '1');

-- --------------------------------------------------------

--
-- Table structure for table `job_titles`
--

CREATE TABLE IF NOT EXISTS `job_titles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `job_titles`
--

INSERT INTO `job_titles` (`id`, `title`) VALUES
(1, 'ربة منزل'),
(2, 'طالبة'),
(3, 'معلمة'),
(4, 'ممرضة'),
(5, 'إدارية'),
(6, 'حارسة أمن'),
(7, 'مستخدمة'),
(8, 'سيدة أعمال'),
(9, 'حاضنة'),
(10, 'سكرتيرة'),
(11, 'كاشير'),
(12, 'مديرة'),
(13, 'مصممة أزياء'),
(14, 'عاملة مصرف'),
(15, 'محاسبة'),
(16, 'خياطة'),
(17, 'طباخة'),
(18, 'محتسبة');

-- --------------------------------------------------------

--
-- Table structure for table `magls_members_t`
--

CREATE TABLE IF NOT EXISTS `magls_members_t` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `council_id_fk` int(11) NOT NULL,
  `member_code` int(11) NOT NULL,
  `member_name` varchar(255) NOT NULL,
  `job_title_id_fk` int(11) NOT NULL,
  `appointment_date` varchar(255) NOT NULL,
  `expired_date` varchar(255) NOT NULL,
  `member_type_id_fk` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Dumping data for table `magls_members_t`
--

INSERT INTO `magls_members_t` (`id`, `council_id_fk`, `member_code`, `member_name`, `job_title_id_fk`, `appointment_date`, `expired_date`, `member_type_id_fk`) VALUES
(1, 1, 1, 'احمد محمد علي ', 17, '1498338000', '1511557200', 1),
(2, 1, 2, 'محمد بن علي ', 18, '1488056400', '1516395600', 1),
(3, 1, 3, 'رامي محمد ', 19, '1498856400', '1501880400', 1),
(4, 1, 4, 'عاطف قاسم', 19, '1498856400', '1501880400', 1),
(9, 1, 5, 'محمدين محمدين ', 19, '1500325200', '1500498000', 0);

-- --------------------------------------------------------

--
-- Table structure for table `mailbox`
--

CREATE TABLE IF NOT EXISTS `mailbox` (
  `message_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id_fk` int(11) NOT NULL,
  `to` int(11) NOT NULL,
  `subject` varchar(500) NOT NULL,
  `message` text NOT NULL,
  `active` int(11) NOT NULL,
  `attachment` varchar(300) NOT NULL,
  `datesend` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`message_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `main_data`
--

CREATE TABLE IF NOT EXISTS `main_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(200) NOT NULL,
  `logo` varchar(250) NOT NULL,
  `date_construct` varchar(200) NOT NULL,
  `address` varchar(250) NOT NULL,
  `tele_info` text NOT NULL,
  `fax_info` text NOT NULL,
  `email_info` text NOT NULL,
  `web_info` varchar(200) NOT NULL,
  `facebook` varchar(200) NOT NULL,
  `youtube` varchar(200) NOT NULL,
  `twitter` varchar(200) NOT NULL,
  `content` text NOT NULL,
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  `publisher` varchar(10) NOT NULL,
  `type` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `main_data`
--

INSERT INTO `main_data` (`id`, `name`, `logo`, `date_construct`, `address`, `tele_info`, `fax_info`, `email_info`, `web_info`, `facebook`, `youtube`, `twitter`, `content`, `date`, `date_s`, `publisher`, `type`) VALUES
(1, 'جمعية رفاق', '6d0c28852147e58b2af43b791fc45c78.png', '07/11/2012', 'المملكة العربية السعودية', 'a:3:{i:0;s:3:"000";i:1;s:4:"0100";i:2;s:6:"010001";}', 'a:1:{i:0;s:4:"0100";}', 'a:1:{i:0;s:19:"nashwa_11@yahoo.com";}', 'http://alatheertech.com/refaqprograme', 'https://www.facebook.com/', 'https://www.youtube.com/', 'https://twitter.com/', '', 1501966800, 1502026650, '1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE IF NOT EXISTS `messages` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_code` varchar(300) NOT NULL,
  `content` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `publisher` varchar(300) NOT NULL,
  `emp_mob` varchar(300) NOT NULL,
  `emp_depart` varchar(300) NOT NULL,
  `type` int(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `mon_rewards`
--

CREATE TABLE IF NOT EXISTS `mon_rewards` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `mon` varchar(100) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `value` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `details` text CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Dumping data for table `mon_rewards`
--

INSERT INTO `mon_rewards` (`id`, `emp_id`, `mon`, `value`, `date`, `date_s`, `details`) VALUES
(4, '17', '0', '1000', 1506805200, 1506843923, 'بياسبلاسس ايببتلب ليلي '),
(2, '12', '0', '205', 1506632400, 1506788217, 'شسي ');

-- --------------------------------------------------------

--
-- Table structure for table `mother`
--

CREATE TABLE IF NOT EXISTS `mother` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(300) NOT NULL,
  `m_first_name` varchar(300) NOT NULL,
  `m_father_name` varchar(300) NOT NULL,
  `m_grandfather_name` varchar(300) NOT NULL,
  `m_family_name` varchar(300) NOT NULL,
  `m_birth_date` varchar(300) NOT NULL,
  `m_nationality` varchar(300) NOT NULL,
  `nationality_other` varchar(255) NOT NULL,
  `m_marital_status_id_fk` varchar(300) NOT NULL,
  `m_living_place_id_fk` int(1) NOT NULL,
  `m_living_place` varchar(300) NOT NULL,
  `m_national_id` varchar(300) NOT NULL,
  `m_national_id_type` varchar(300) NOT NULL,
  `m_education_status_id_fk` varchar(300) NOT NULL,
  `m_specialization` varchar(300) NOT NULL,
  `m_health_status_id_fk` varchar(300) NOT NULL,
  `DisabilityType` varchar(300) NOT NULL,
  `Disability_check` int(1) NOT NULL,
  `disability_Place` varchar(300) NOT NULL,
  `disability_amount` varchar(300) NOT NULL,
  `receive_treatment` int(1) NOT NULL,
  `treatment_place` varchar(300) NOT NULL,
  `treatment_reasons` varchar(300) NOT NULL,
  `death_reason` int(1) NOT NULL,
  `other_death_reason` varchar(300) NOT NULL,
  `death_date` varchar(300) NOT NULL,
  `m_skill_name` varchar(300) NOT NULL,
  `m_job_id_fk` varchar(300) NOT NULL,
  `m_job_other` varchar(300) NOT NULL,
  `m_monthly_income` varchar(300) NOT NULL,
  `m_education_level_id_fk` varchar(300) NOT NULL,
  `m_female_house_check` int(1) NOT NULL DEFAULT '0',
  `m_female_house_name` varchar(300) NOT NULL,
  `m_hijri` int(1) NOT NULL DEFAULT '0',
  `m_ommra` int(1) NOT NULL DEFAULT '0',
  `m_mob` varchar(300) NOT NULL,
  `m_another_mob` varchar(300) NOT NULL,
  `m_email` varchar(300) NOT NULL,
  `m_want_work` int(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `mother`
--

INSERT INTO `mother` (`id`, `mother_national_num_fk`, `m_first_name`, `m_father_name`, `m_grandfather_name`, `m_family_name`, `m_birth_date`, `m_nationality`, `nationality_other`, `m_marital_status_id_fk`, `m_living_place_id_fk`, `m_living_place`, `m_national_id`, `m_national_id_type`, `m_education_status_id_fk`, `m_specialization`, `m_health_status_id_fk`, `DisabilityType`, `Disability_check`, `disability_Place`, `disability_amount`, `receive_treatment`, `treatment_place`, `treatment_reasons`, `death_reason`, `other_death_reason`, `death_date`, `m_skill_name`, `m_job_id_fk`, `m_job_other`, `m_monthly_income`, `m_education_level_id_fk`, `m_female_house_check`, `m_female_house_name`, `m_hijri`, `m_ommra`, `m_mob`, `m_another_mob`, `m_email`, `m_want_work`) VALUES
(1, '01009428727', 'خديجة', 'محمد', 'على', 'الطيب', '477954000', '6', '', '3', 1, '', '843278713468', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'المهارة', '0', '', '', '5', 2, '', 2, 2, '01008976342', '0993938323', 'a@ta', 2),
(2, '12345', 'خديجة', 'محمد', 'على', 'الطيب', '315522000', '18', '', '3', 1, '0', '897894758942', '1', '1', 'التخصص', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '3', '0', '120000', '7', 1, '0', 2, 2, '32423423', '677564353', '0', 2),
(3, 'arab', 'عائشة', 'محمد', 'على', 'الطيب', '631141200', '5', '', '1', 1, '0', '897894758942', '1', '1', '0', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '3', '0', '7899', '10', 2, '0', 2, 2, '01093293737', '79868576', '0', 2),
(4, '987654321000', 'هند', 'عاطف', 'خالد', 'المكاوى', '633906000', '8', '', '3', 1, '0', '987654321000', '1', '2', '0', '1', '0', 0, '0', '0', 0, '0', '0', 0, '0', '0', 'المهارة', '17', '0', '0', '2', 2, '0', 2, 2, '01008976342', '0', '0', 2),
(5, '1111111111', 'salwa', 'ali', 'mohamed', 'magdy', '1497474000', '19', '', '3', 1, '', '', '1', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الطبخ ', 'اختر', '', '', '1', 1, '', 2, 1, '23141343413123123', '999', '', 2),
(6, '0100787615', 'سهيلة', 'محمد', 'بن صالح', 'علي', '677883600', '19', '', '3', 1, '', '0100787615', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الطبخ', 'اختر', '', '', '1', 2, '', 2, 2, '01000787615', '01000787612', 'a@a', 1),
(7, '1051562104', 'سعاد', 'ناصر', 'متعب', 'الشمري', '-17902609612', '19', '', '3', 0, '', '1051562104', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', '', 'اختر', '', '', '1', 0, '', 1, 1, '0537436000', '05470069700', '', 1),
(8, '0000000001', 'بشاير', 'ممبمبمسيكم', 'يسبسيبس', 'سيبسيب', '1499893200', '19', '', '3', 0, '', '0000000001', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الخياطة', '1', '', '', '5', 2, '', 2, 1, '0505112233', '0505112222', '', 1),
(9, '123456', 'سوسو', 'عبده', 'جاد', 'جاد', '-17371249612', '19', '', '1', 1, '', '123456', '1', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'جيد', '1', '', '', '2', 2, '', 1, 2, '22222222222222', '888888', 'inaho.com@y', 1),
(10, '1234567890', 'بشاير', 'منمنتمنن', 'شسيبشسيشس', 'شسيشي', '1500152400', '19', '', '3', 2, '', '1234567890', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'خياطة', '1', '', '', '3', 2, '', 2, 1, '0502222222', '5644564564654', '', 2),
(11, '1245495748', 'ليلى', 'احمد', 'احمد', 'منتنا', '1500152400', '19', '', '3', 2, '', '1245495748', '1', 'اختر', '', '1', '', 0, '', '', 0, '', '', 0, '', '', '', 'اختر', '', '', 'اختر', 0, '', 0, 0, '02578888887', '', '', 0),
(12, '6666', 'ننننننننننن', 'ههههههههههه', 'ككككككككك', 'عععععععععع', '-17967841612', 'اختر', '', '3', 0, '', '6666', 'اختر', 'اختر', '', '1', '', 0, '', '', 0, '', '', 0, '', '', '', '9', '', '', '1', 0, '', 0, 0, '6666', '', '', 0),
(13, '39090666600', 'ددد', 'دد', 'دد', 'ددد', '1500152400', 'اختر', '', 'اختر', 0, '', '39090666600', 'اختر', 'اختر', '', 'اختر', '', 0, '', '', 0, '', '', 0, '', '', '', 'اختر', '', '', 'اختر', 0, '', 0, 0, '5555555555', '', '', 0),
(14, '01005517206', 'هبه الله', 'محمد', 'علاء', 'السعودي', '1500238800', '19', '', '1', 0, '', '01005517206', '1', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'الطبخ', 'اختر', '', '', '1', 2, '', 1, 1, '01005517206', '01005517206', 'a@a', 1),
(15, '555', 'ه', 'هندى', 'هههههه', 'علة', '1500238800', 'اختر', '', '3', 0, '', '555', 'اختر', 'اختر', '', '2', '', 0, '', '', 0, '', '', 0, '', '', '', 'اختر', '', '', 'اختر', 0, '', 0, 0, '123366666', '', '', 0),
(16, '1039816606', 'محمد ', 'الخعلخللع', 'ممدن ', 'نعبهبهغ', '-17276123212', '19', '', '3', 1, '', '1039816606', 'اختر', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'نابنبا', '15', '', '', '7', 1, '', 2, 1, '0505160569', '494949494949', 'atefekasem@gmail.com', 1),
(17, '1038426688', 'سوجاء ', 'ثويني', 'عايد', 'الشمري', '-18066424012', '19', '', '3', 2, '', '1038426688', '1', '2', '', '1', '', 0, '', '', 0, '', '', 0, '', '', '', '1', '', '', '3', 2, '', 2, 1, '0559826605', '0504870027', '', 2),
(18, '01000787615', 'سها ', 'محمد', 'محمد', 'محمد', '935010000', '20', 'مصري ', '3', 0, '', '01000787615', '3', '1', '', '1', '', 0, '', '', 0, '', '', 0, '', '', 'طبخ ', '1', '', '', '3', 2, '', 2, 2, '01000787615', '01000787616', 'a@a', 1),
(19, '1111122222', 'حصه', 'محمد', 'خالد', 'عبدالله', '-17986331212', '19', '', '3', 2, '', '1111122222', '3', '2', 'ادبي', '1', '', 0, '', '', 0, '', '', 0, '', '', '', '1', '', '', '5', 2, '', 2, 1, '0202021254', '', '', 1);

-- --------------------------------------------------------

--
-- Table structure for table `nationality`
--

CREATE TABLE IF NOT EXISTS `nationality` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22 ;

--
-- Dumping data for table `nationality`
--

INSERT INTO `nationality` (`id`, `title`) VALUES
(19, 'سعودي'),
(20, 'أخري');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` text NOT NULL,
  `content` text NOT NULL,
  `news_category` int(11) NOT NULL,
  `news_type` int(11) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `content`, `news_category`, `news_type`, `date`, `date_s`, `publisher`, `suspend`) VALUES
(2, 'الخبر الاجتماعى الاول ', '<p>الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول الخبر الاجتماعى الاول </p>\r\n', 1, 1, '1499806800', 1501057847, 'admin', 1),
(6, 'الخبر الاجتماعى الثالث ', '<p>الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث الخبر الاجتماعى الثالث </p>\r\n', 1, 1, '1500757200', 1501058583, 'admin', 1),
(5, 'الخبر الاجتماعى الثانى  ', '<p>الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  الخبر الاجتماعى الثانى  </p>\r\n', 2, 1, '1500843600', 1501058546, 'admin', 1),
(15, 'خبر 1', 'خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 خبر 1 ', 0, 2, '1501966800', 1502034327, 'admin', 1),
(16, 'خبر 2', 'خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 خبر 2 ', 0, 2, '1501880400', 1502036397, 'admin', 1);

-- --------------------------------------------------------

--
-- Table structure for table `news_photo`
--

CREATE TABLE IF NOT EXISTS `news_photo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `process` varchar(255) NOT NULL,
  `f_id` int(11) NOT NULL,
  `img` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=33 ;

--
-- Dumping data for table `news_photo`
--

INSERT INTO `news_photo` (`id`, `process`, `f_id`, `img`) VALUES
(1, 'news', 1, 'f30e536a4eabc62d54047d4a4ea85c5f.jpg'),
(2, 'news', 1, '25cbfc828bc384f735785eff38b8e4c7.png'),
(3, 'news', 2, '5857fb69a5b422b7dec9310495025c8b.jpg'),
(4, 'news', 2, '5c7b46b140e50c2f1c8389d5f84d042a.jpg'),
(15, 'news', 6, 'b85e2dd9a8a9aec1ffc2dcf502373e91.jpg'),
(14, 'news', 6, '4b8862f5495ff3f9ac1fa77e669a7c52.jpg'),
(13, 'news', 6, '2f2c426bf3abf8ee2457632dc6cc116e.jpg'),
(12, 'news', 5, 'cff492a54e2e3e084a78332be5793d37.jpg'),
(11, 'news', 5, '586a33c29afd424bcc2ffd0d2c286bae.png'),
(32, 'news', 16, 'bc4e7dea8708c0b00ec321cfc5820af9.png'),
(31, 'news', 15, '9d0d849f525874a1f427a9eb60a7d202.png'),
(30, 'news', 15, '7b4d0de845a6da8df7b59ef43d865fc3.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `office_exports`
--

CREATE TABLE IF NOT EXISTS `office_exports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `export_type_id_fk` varchar(255) NOT NULL,
  `organization_to_id_fk` varchar(255) NOT NULL,
  `transaction_id_fk` varchar(255) NOT NULL,
  `importance_degree_id_fk` varchar(255) NOT NULL,
  `importance_degree_other` varchar(255) NOT NULL,
  `registration_number` varchar(255) NOT NULL,
  `method_recived_id_fk` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `about` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `organization_dep` varchar(255) NOT NULL,
  `organization_employee` varchar(255) NOT NULL,
  `organization_other` varchar(255) NOT NULL,
  `method_recived_other` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Dumping data for table `office_exports`
--

INSERT INTO `office_exports` (`id`, `export_type_id_fk`, `organization_to_id_fk`, `transaction_id_fk`, `importance_degree_id_fk`, `importance_degree_other`, `registration_number`, `method_recived_id_fk`, `title`, `about`, `content`, `date`, `date_s`, `publisher`, `organization_dep`, `organization_employee`, `organization_other`, `method_recived_other`) VALUES
(6, '0', '5', '6', 'سري', 'سرى', '123', 'باليد', 'عنوان الكتاب', 'بشأن ', '<h4>موضوع الكتاب</h4>\r\n', '07/04/2017', '1500120077', '1', ' الاقسام', ' الموظفين', '0', 'باليد'),
(3, '0', 'بـحــث . . . .', '- اختر -', '- اختر -', '', '', '- اختر -', 'سعادة مدير مؤسسة الراجحى', 'بشأن الدعم المقدم من مؤسسستكم لمركز اليتيمات ', '<p>نشكر لكم تعاونكم فى جعم الجمعية موبرامجها </p>\r\n', '', '1499763893', '233344566', '', '', '', ''),
(7, '0', '5', '- اختر -', '- اختر -', '', '', '- اختر -', 'طلب دوة ', 'ابلالبتمابمن صابمشن س', '<p>ضصانمب</p>\r\n', '07/23/2017', '1500820486', 'admin', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `office_imports`
--

CREATE TABLE IF NOT EXISTS `office_imports` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `import_type_id_fk` varchar(255) NOT NULL,
  `organization_from_id_fk` varchar(255) NOT NULL,
  `transaction_id_fk` varchar(255) NOT NULL,
  `importance_degree_id_fk` varchar(255) NOT NULL,
  `importance_degree_other` varchar(255) NOT NULL,
  `registration_number` varchar(255) NOT NULL,
  `method_recived_id_fk` varchar(255) NOT NULL,
  `method_recived_other` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `about` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `organization_dep` varchar(255) NOT NULL,
  `organization_employee` varchar(255) NOT NULL,
  `organization_other` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `office_imports`
--

INSERT INTO `office_imports` (`id`, `import_type_id_fk`, `organization_from_id_fk`, `transaction_id_fk`, `importance_degree_id_fk`, `importance_degree_other`, `registration_number`, `method_recived_id_fk`, `method_recived_other`, `title`, `about`, `content`, `date`, `date_s`, `publisher`, `organization_dep`, `organization_employee`, `organization_other`) VALUES
(1, '1', '3', '2', 'سري للغاية', 'درجة الاهمية', '12312', '- اختر -', ' طريقه التسليم', 'ماذا نقدم من خلال هذا الموقع  ', 'بشأن', '<h4>بشأن </h4>\r\n', '07/06/2017', '1499341738', '1', '0', '0', '  الجهات وغيرها'),
(2, '0', '5', '4', 'سري', '', '87676', 'البريد الاكتروني', '', 'مساهمة  ', 'بيمبايسش', '<p>شخرجخحشبجحهش جحشهلجخحخس</p>\r\n', '07/04/2017', '1499763464', '1', 'يبايبا', 'ققثغثقغاقث', 'سسلسللا'),
(3, '0', '5', '6', 'سري للغاية', 'سرى للغاية', '21212', 'باليد', 'باليد ', 'ماذا نقدم من خلال هذا الموقع  ', 'ماذا نقدم من خلال هذا الموقع  ', '<p>ماذا نقدم من خلال هذا الموقع  </p>\r\n', '07/12/2017', '1500120286', '1', ' الاقسام', ' الموظفين', '0');

-- --------------------------------------------------------

--
-- Table structure for table `office_setting`
--

CREATE TABLE IF NOT EXISTS `office_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `type_id_fk` varchar(255) NOT NULL,
  `mob` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `office_setting`
--

INSERT INTO `office_setting` (`id`, `name`, `type_id_fk`, `mob`, `email`, `address`) VALUES
(3, 'الجهة الاولى', '1', '2331321', 'a@yahoo', 'العنوان'),
(2, 'معاملة 1', '2', '0', '0', '0'),
(4, 'معاملة', '2', '0', '0', '0'),
(5, 'الجهة الثانية', '1', ' 979799', 'in@yyy.mom', 'العنوان'),
(6, 'خطابات', '2', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `operation_guaranty`
--

CREATE TABLE IF NOT EXISTS `operation_guaranty` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `guarantee_id` varchar(255) NOT NULL,
  `guaranty_from` varchar(255) NOT NULL,
  `guaranty_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- Dumping data for table `operation_guaranty`
--

INSERT INTO `operation_guaranty` (`id`, `guarantee_id`, `guaranty_from`, `guaranty_to`, `process`, `reason`, `date`, `date_s`, `publisher`) VALUES
(16, '3', '10', '12', 3, 'zdasdsdf', 1500238800, 1500286796, 'admin'),
(15, '3', '10', '13', 3, 's', 1500238800, 1500286548, 'admin'),
(17, '3', '10', '13', 3, 'للنظر ', 1500238800, 1500293437, 'admin'),
(18, '4', '10', '12', 3, '', 1500238800, 1500306949, 'admin'),
(19, '4', '10', '12', 1, '', 1500238800, 1500306980, 'admin'),
(20, '6', '10', '12', 1, '', 1500498000, 1500537500, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `operation_service`
--

CREATE TABLE IF NOT EXISTS `operation_service` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `order_id_fk` varchar(255) NOT NULL,
  `service_file_from` varchar(255) NOT NULL,
  `service_file_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=15 ;

--
-- Dumping data for table `operation_service`
--

INSERT INTO `operation_service` (`id`, `mother_national_num_fk`, `order_id_fk`, `service_file_from`, `service_file_to`, `process`, `reason`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', '7', '13', '14', 3, 'الاطلاع', 1497733200, 1497789815, '4'),
(2, '01009428727', '7', '13', '12', 3, 'الملاحظاتالملاحظاتالملاحظاتالملاحظات', 1497733200, 1497790873, '4'),
(3, '1111111111', '2', '13', '12', 1, 'الملاحظات', 1498597200, 1498652150, '4'),
(4, '1111111111', '2', '10', '10', 5, 'الملاحظات', 1498597200, 1498652224, '1'),
(5, '1111111111', '2', '10', '10', 4, 'الملاحظات', 1498597200, 1498652235, '1'),
(6, '1111111111', '4', '10', '0', 4, 'اعتماد ', 1499461200, 1499513652, '1'),
(7, '1111111111', '4', '10', '10', 5, 'تم', 1499461200, 1499513673, '1'),
(8, '0100787615', '5', '10', '10', 4, 'اعتماد ', 1499461200, 1499513729, '1'),
(9, '0100787615', '5', '10', '10', 5, 'تنفيذ', 1499461200, 1499513742, '1'),
(10, '0100787615', '6', '10', '10', 1, 'تمت', 1499461200, 1499531912, '1'),
(11, '0100787615', '6', '10', '10', 5, '0', 1499461200, 1499531955, '1'),
(12, '1111111111', '2', '10', '11', 5, 'تقفثات5قصاثق', 1499720400, 1499762711, '1'),
(13, '01009428727', '1', '1', 'اختر', 1, '0', 1507582800, 1507643954, '1'),
(14, '01009428727', '1', '1', 'اختر', 5, '0', 1507582800, 1507644544, '1');

-- --------------------------------------------------------

--
-- Table structure for table `operation_table`
--

CREATE TABLE IF NOT EXISTS `operation_table` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `family_file_from` varchar(255) NOT NULL,
  `family_file_to` varchar(255) NOT NULL,
  `process` int(255) NOT NULL,
  `reason` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=21 ;

--
-- Dumping data for table `operation_table`
--

INSERT INTO `operation_table` (`id`, `mother_national_num_fk`, `family_file_from`, `family_file_to`, `process`, `reason`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', '13', '12', 3, 'الملاحظات الملاحظات الملاحظات1', 1497474000, 1497530363, 'resep'),
(2, '01009428727', '12', '11', 1, 'الاسباب الاسباب 2', 1497474000, 1497532135, 'leader'),
(3, '01009428727', '12', '13', 2, 'الاسباب الاسباب3', 1497474000, 1497532406, 'leader'),
(4, '1111111111', '13', '12', 3, 'الملاحظات', 1498597200, 1498637157, 'resep'),
(6, '01009428727', '10', '10', 4, 'الملاحظات', 1498597200, 1498648827, 'admin'),
(7, '0100787615', '10', '12', 1, 'موافق ', 1499461200, 1499512437, '0100787615'),
(8, '0100787615', '10', '10', 4, 'تم الاعتماد ', 1499461200, 1499523319, 'admin'),
(9, '0100787615', '10', '14', 3, 'عاطفل', 1499461200, 1499531513, 'admin'),
(10, '1111111111', '10', '14', 3, '5454', 1499461200, 1499531529, 'admin'),
(11, '0100787615', '10', '10', 4, '234', 1499461200, 1499531620, 'admin'),
(12, '123456', '10', '12', 3, '', 1499893200, 1499938502, '123456'),
(13, '123456', '10', '12', 1, '', 1499893200, 1499938515, '123456'),
(14, '123456', '10', '10', 4, '', 1499893200, 1499938528, '123456'),
(15, '1038426688', '10', '12', 3, '', 1500498000, 1500536847, 'admin'),
(16, '1038426688', '10', '12', 1, '', 1500498000, 1500536894, 'admin'),
(17, '1038426688', '10', '10', 4, '', 1500498000, 1500536903, 'admin'),
(18, '01005517206', '10', '12', 3, 'dfdhflashfjahofj', 1501966800, 1502002970, 'admin'),
(19, '01005517206', '10', '12', 3, 'kggkjfukgkhhkfhi', 1501966800, 1502029587, 'admin'),
(20, '01005517206', '10', '10', 1, '', 1501966800, 1502029618, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `opinions`
--

CREATE TABLE IF NOT EXISTS `opinions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `job` varchar(300) NOT NULL,
  `content` text NOT NULL,
  `img` varchar(200) NOT NULL DEFAULT 'banner.png',
  `date` int(150) NOT NULL,
  `date_s` int(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `opinions`
--

INSERT INTO `opinions` (`id`, `title`, `job`, `content`, `img`, `date`, `date_s`) VALUES
(10, 'dfsdfs', 'fsdfsd', 'النصالنصالنصالنص', '095e8d8c0a164fbee41394c9cc0c1027.jpg', 1501966800, 1502045797);

-- --------------------------------------------------------

--
-- Table structure for table `orders_car`
--

CREATE TABLE IF NOT EXISTS `orders_car` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `orders_num` varchar(255) NOT NULL,
  `car_id_fk` int(11) NOT NULL,
  `driver_id_fk` int(11) NOT NULL,
  `counter_number_go` varchar(255) NOT NULL,
  `place_from` varchar(255) NOT NULL,
  `place_to` varchar(255) NOT NULL,
  `date_from` varchar(255) NOT NULL,
  `date_to` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `add_by` varchar(255) NOT NULL,
  `return` tinyint(4) NOT NULL,
  `counter_number_return` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `orders_car`
--

INSERT INTO `orders_car` (`id`, `orders_num`, `car_id_fk`, `driver_id_fk`, `counter_number_go`, `place_from`, `place_to`, `date_from`, `date_to`, `date`, `date_s`, `add_by`, `return`, `counter_number_return`) VALUES
(1, '1', 2, 3, '654321', 'جدة', 'المدينة', '1504386000', '1504472400', '1504472400', '1504454926', '1', 1, '654421'),
(2, '2', 2, 3, '96022', 'جدة', 'المدينة', '1504558800', '1504645200', '1504386000', '1504455087', '1', 0, '0');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `page_id` int(11) NOT NULL AUTO_INCREMENT,
  `page_title` varchar(255) NOT NULL,
  `page_link` varchar(255) NOT NULL,
  `group_id_fk` int(11) NOT NULL,
  `page_order` int(11) NOT NULL,
  `page_icon_code` varchar(255) NOT NULL,
  PRIMARY KEY (`page_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `page_title`, `page_link`, `group_id_fk`, `page_order`, `page_icon_code`) VALUES
(1, 'إضافة مجموعة تحكم', 'dashboard/addgroup', 1, 0, 'fa fa fa-object-group fa-2x'),
(2, 'إضافة صفحات  التحكم', 'dashboard/add_page', 1, 1, 'fa fa-wrench fa-2x'),
(3, 'إدارة الصلاحيات', 'dashboard/create_role', 2, 1, 'fa fa-toggle-on fa-2x'),
(4, 'إضافة مستخدم', 'dashboard/add_user', 2, 1, 'fa fa-user-plus fa-2x');

-- --------------------------------------------------------

--
-- Table structure for table `penalty`
--

CREATE TABLE IF NOT EXISTS `penalty` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` varchar(300) NOT NULL,
  `emp_id` varchar(300) NOT NULL,
  `penalty_type` int(2) NOT NULL,
  `value` varchar(300) NOT NULL DEFAULT '0',
  `content` varchar(300) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `suspend` int(2) NOT NULL,
  `reason` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8mb4 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `penalty`
--

INSERT INTO `penalty` (`id`, `date`, `emp_id`, `penalty_type`, `value`, `content`, `date_s`, `suspend`, `reason`) VALUES
(2, '1506632400', '12', 1, '', '125', '1506783594', 0, ''),
(3, '1506632400', '12', 2, '', 'اخري', '1506783635', 0, ''),
(4, '1506632400', '11', 1, '205', 'مادية', '1506783669', 0, ''),
(5, '1506891600', '13', 1, '100', 'غهقغننوارولارولؤةراممالماب', '1506843607', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE IF NOT EXISTS `permissions` (
  `page_id_fk` int(11) NOT NULL,
  `role_id_fk` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`page_id_fk`, `role_id_fk`) VALUES
(1, 1),
(2, 1);

-- --------------------------------------------------------

--
-- Table structure for table `permits`
--

CREATE TABLE IF NOT EXISTS `permits` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `permit_num` varchar(255) NOT NULL,
  `emp_code` varchar(300) NOT NULL,
  `permit_type` int(2) NOT NULL,
  `permit_table_type` int(11) NOT NULL DEFAULT '1',
  `time_out` varchar(300) NOT NULL,
  `time_return` varchar(300) NOT NULL,
  `permit_reason` varchar(300) NOT NULL,
  `date` varchar(300) NOT NULL,
  `month` int(11) NOT NULL,
  `date_s` varchar(300) NOT NULL,
  `permit_status` int(2) NOT NULL,
  `permit_manager_refuse_accept` varchar(300) NOT NULL,
  `publisher_accept` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Dumping data for table `permits`
--

INSERT INTO `permits` (`id`, `permit_num`, `emp_code`, `permit_type`, `permit_table_type`, `time_out`, `time_return`, `permit_reason`, `date`, `month`, `date_s`, `permit_status`, `permit_manager_refuse_accept`, `publisher_accept`) VALUES
(2, '1', '6', 1, 1, '07:05', '05:05', '\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nككككككككككككككككك', '1506805200', 10, '1506812124', 1, 'نعم ', 1);

-- --------------------------------------------------------

--
-- Table structure for table `production_system`
--

CREATE TABLE IF NOT EXISTS `production_system` (
  `id` int(11) NOT NULL,
  `product_main_code_fk` int(11) NOT NULL,
  `product_main_amount` int(11) NOT NULL,
  `note` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `added_by` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `production_system`
--

INSERT INTO `production_system` (`id`, `product_main_code_fk`, `product_main_amount`, `note`, `date`, `date_s`, `added_by`) VALUES
(0, 16, 40, 'قلسلسلريس ', 1503090000, 1503176333, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `programs`
--

CREATE TABLE IF NOT EXISTS `programs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `program_name` text NOT NULL,
  `logo` text NOT NULL,
  `program_from` text NOT NULL,
  `program_to` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `programs`
--

INSERT INTO `programs` (`id`, `program_name`, `logo`, `program_from`, `program_to`, `date`, `date_s`) VALUES
(1, 'مدارس', '90575c98bcd77268696b974b3c35ce68.jpg', '1501534800', '1514667600', '1503867600', '1503924088'),
(3, 'الدال على الخير', '248644b158aba7b5a19242a551a575c9.jpg', '1504213200', '1509397200', '1503867600', '1503924100');

-- --------------------------------------------------------

--
-- Table structure for table `programs_about`
--

CREATE TABLE IF NOT EXISTS `programs_about` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `program_id` int(11) NOT NULL,
  `program_title` text NOT NULL,
  `program_content` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `programs_about`
--

INSERT INTO `programs_about` (`id`, `program_id`, `program_title`, `program_content`, `date`, `date_s`) VALUES
(4, 1, 'المبررات', 'توجيه وتنمية الموارد المتاحة للبرامج والمشاريع الثقافية والتعليمية الإسلامية في الأوساط الغربية بافضل الوسائل والطرق الممكنة.\r\n\r\n', '1503781200', '1503834357');

-- --------------------------------------------------------

--
-- Table structure for table `programs_depart`
--

CREATE TABLE IF NOT EXISTS `programs_depart` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `program_name` text NOT NULL,
  `monthly_value` int(11) NOT NULL,
  `individual_value` int(11) NOT NULL,
  `program_from` int(11) NOT NULL,
  `program_to` int(11) NOT NULL,
  `cooperate` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `programs_depart`
--

INSERT INTO `programs_depart` (`id`, `program_name`, `monthly_value`, `individual_value`, `program_from`, `program_to`, `cooperate`, `date`, `date_s`, `publisher`) VALUES
(2, 'البرنامج الاول ', 3000, 300, 1506718800, 1509138000, 1, 1506891600, 1506943383, 1),
(3, 'المدارس', 200, 200, 1507323600, 1509138000, 1, 1506891600, 1506946459, 1),
(4, 'العلاجية', 1000, 100, 1506718800, 1509138000, 1, 1506891600, 1506946484, 1);

-- --------------------------------------------------------

--
-- Table structure for table `programs_photo`
--

CREATE TABLE IF NOT EXISTS `programs_photo` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `program_id` int(11) NOT NULL,
  `type` int(11) NOT NULL,
  `img` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22 ;

--
-- Dumping data for table `programs_photo`
--

INSERT INTO `programs_photo` (`id`, `program_id`, `type`, `img`) VALUES
(18, 3, 0, 'img1.jpg'),
(15, 1, 0, 'how-sponsor-2.jpg'),
(14, 1, 0, 'children2.jpg'),
(17, 3, 0, 'about-pic.jpg'),
(11, 3, 1, 'yN0Ss8205vw'),
(13, 3, 1, 'Q9XKogO5omw'),
(16, 1, 0, 'img4.jpg'),
(20, 3, 0, 'orphan-banner-small.jpg'),
(21, 3, 0, 'img5.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `programs_to`
--

CREATE TABLE IF NOT EXISTS `programs_to` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `donor_id` int(11) NOT NULL,
  `program_id_fk` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Dumping data for table `programs_to`
--

INSERT INTO `programs_to` (`id`, `donor_id`, `program_id_fk`, `date`, `date_s`, `publisher`) VALUES
(4, 7, 3, 1506891600, 1506949512, 1),
(11, 3, 2, 1506891600, 1506950987, 1),
(12, 3, 4, 1506891600, 1506950987, 1),
(13, 7, 2, 1507496400, 1507551493, 1);

-- --------------------------------------------------------

--
-- Table structure for table `programs_to_orphan`
--

CREATE TABLE IF NOT EXISTS `programs_to_orphan` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `member_id` int(11) NOT NULL,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `donor_id` int(11) NOT NULL,
  `program_id_fk` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `programs_to_orphan`
--

INSERT INTO `programs_to_orphan` (`id`, `member_id`, `mother_national_num_fk`, `donor_id`, `program_id_fk`, `date`, `date_s`, `publisher`) VALUES
(1, 12, '01000787615', 3, 4, 1507496400, 1507554428, 'admin'),
(2, 12, '01000787615', 7, 3, 1507496400, 1507554428, 'admin'),
(3, 11, '01000787615', 7, 2, 1507496400, 1507554954, 'admin'),
(4, 8, '12345', 3, 4, 1507669200, 1507710994, 'admin'),
(5, 8, '12345', 7, 2, 1507669200, 1507710994, 'admin'),
(6, 9, '12345', 3, 4, 1507669200, 1507711017, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `quod`
--

CREATE TABLE IF NOT EXISTS `quod` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `qued_num` varchar(255) NOT NULL,
  `qued_date` int(11) NOT NULL,
  `maden` varchar(255) NOT NULL,
  `dayen` varchar(255) NOT NULL,
  `value` varchar(255) NOT NULL,
  `qued_byan` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `deport` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `quod`
--

INSERT INTO `quod` (`id`, `qued_num`, `qued_date`, `maden`, `dayen`, `value`, `qued_byan`, `date`, `date_s`, `publisher`, `deport`) VALUES
(1, '1', 1504299600, '2030003', '0', '100', 'dfsdsfsdfsdfsdfsdfsdfsdf', 1504299600, 1504307113, 'admin', 0),
(2, '1', 1504299600, '0', '303', '100', 'dfsdsfsdfsdfsdfsdfsdfsdf', 1504299600, 1504307113, 'admin', 0),
(3, '3', 1505163600, '2030003', '0', '700', 'قيد ', 1505077200, 1505159375, 'admin', 1),
(4, '3', 1505163600, '0', '2030005', '700', 'قيد ', 1505077200, 1505159375, 'admin', 1),
(10, '5', 1506718800, '0', '2', '1000', '5000', 1506718800, 1506801719, 'admin', 1),
(9, '5', 1506718800, '203', '0', '900', '5000', 1506718800, 1506801719, 'admin', 1);

-- --------------------------------------------------------

--
-- Table structure for table `researcher_opinion`
--

CREATE TABLE IF NOT EXISTS `researcher_opinion` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mother_national_num_fk` varchar(255) NOT NULL,
  `is_mother_present` int(11) NOT NULL,
  `mother_impression_visit` int(11) NOT NULL,
  `home_cleaning` int(11) NOT NULL,
  `child_cleanliness` int(11) NOT NULL,
  `family_type` varchar(255) NOT NULL,
  `videos_researcher` text NOT NULL,
  `video_family_leader` text NOT NULL,
  `family_leader_name` varchar(255) NOT NULL,
  `researcher_name` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `researcher_opinion`
--

INSERT INTO `researcher_opinion` (`id`, `mother_national_num_fk`, `is_mother_present`, `mother_impression_visit`, `home_cleaning`, `child_cleanliness`, `family_type`, `videos_researcher`, `video_family_leader`, `family_leader_name`, `researcher_name`, `date`, `date_s`, `publisher`) VALUES
(1, '01009428727', 4, 1, 1, 3, '', '', '', '', '', 2017, 1497344634, 'admin'),
(2, '1111111111', 1, 1, 1, 1, '', '', '', '', '', 2017, 1498052722, 'admin'),
(3, '0100787615', 1, 1, 1, 2, '1', '                 مرئيات الباحث\r\n           \r\n              ', '              مرئيات رئيس قسم شؤون الاسر\r\n', '', '', 1499461200, 1499523284, 'admin'),
(4, '01005517206', 0, 0, 0, 0, 'اختر', '                            \r\n              ', '              ', '', '', 1503176400, 1503177156, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
  `role_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `role_name` varchar(255) NOT NULL,
  PRIMARY KEY (`role_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`role_id_pk`, `role_name`) VALUES
(1, 'master'),
(2, 'admin'),
(3, '');

-- --------------------------------------------------------

--
-- Table structure for table `school_requirement`
--

CREATE TABLE IF NOT EXISTS `school_requirement` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `school_requirement`
--

INSERT INTO `school_requirement` (`id`, `title`) VALUES
(1, 'حقيبة'),
(2, 'ملابس رياضية'),
(3, 'حذاء رياضي'),
(4, 'أدوات مكتبية'),
(5, 'ملابس جامعية'),
(6, 'ملابس وأحذية');

-- --------------------------------------------------------

--
-- Table structure for table `service_setting`
--

CREATE TABLE IF NOT EXISTS `service_setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_service_name` varchar(300) NOT NULL,
  `main_service_id` int(2) NOT NULL,
  `sub_service_name` varchar(300) NOT NULL,
  `title` varchar(300) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=20 ;

--
-- Dumping data for table `service_setting`
--

INSERT INTO `service_setting` (`id`, `main_service_name`, `main_service_id`, `sub_service_name`, `title`) VALUES
(1, 'خدمات عامة', 0, '', ''),
(2, 'مساعدة الزواج', 0, '', 'help_marriage'),
(3, 'التحويل للمراكز الطبية', 0, '', 'transfer_to_medical centers'),
(4, 'معالجة البطاقات الإلكترونية', 0, '', 'electronic_cards'),
(6, 'التدريب والتوظيف', 0, '', 'traning_and_jops'),
(7, '', 1, 'الأجهزة الكهربائية', 'electrical_equipment'),
(8, '', 1, 'الأثاث', 'furniture'),
(9, '', 1, 'دفع تكليف السفر الرعاية الصحية', 'healthcare'),
(10, '', 1, 'فواتير الكهرباء', 'electricity_bills'),
(11, '', 1, 'الحقيبة والمستلزمات المدرسية', 'school_supplies'),
(12, '', 1, 'الحج', 'hij'),
(13, '', 1, 'العمرة', 'omra'),
(14, '', 1, 'تأمين الأدوية والأجهزة الطبية', 'medical'),
(15, '', 1, 'صيانة السيارات', 'car'),
(16, '', 1, 'صيانة الأجهزة الكهربائية', 'device_repair'),
(17, '', 1, 'إصلاح المنازل', 'home_repair'),
(18, '', 1, 'ترميم المنازل', 'home_restoration'),
(19, '', 1, 'فاتورة الماء  ', 'water_bills');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE IF NOT EXISTS `sessions` (
  `sessions_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `course_id_fk` int(11) NOT NULL,
  `sessions_name` varchar(255) NOT NULL,
  `sessions_cost` int(11) NOT NULL,
  `sessions_time` int(11) NOT NULL,
  `sessions_word` varchar(255) NOT NULL,
  `sessions_details` text NOT NULL,
  `sessions_goals` varchar(255) NOT NULL,
  `sessions_img` varchar(255) NOT NULL,
  `sessions_for` varchar(255) NOT NULL,
  `reserve_confirm` int(11) DEFAULT '1',
  PRIMARY KEY (`sessions_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`sessions_id_pk`, `course_id_fk`, `sessions_name`, `sessions_cost`, `sessions_time`, `sessions_word`, `sessions_details`, `sessions_goals`, `sessions_img`, `sessions_for`, `reserve_confirm`) VALUES
(1, 1, 'dsgdfgdds', 20000, 25, 'sadfsasdf', '<p>شسيبسيبسيب</p>\r\n', 'سشيبشسي', '214a560ab250d14a4d51d7353f0b5187.jpg', 'شسيبسيب', 1),
(2, 1, 'sadfsdfas', 12131, 23, 'dcxsdfs', '<p>dsfafasdf</p>\r\n\r\n<p> </p>\r\n\r\n<p>asdfsa</p>\r\n', 'sdfasdfsdf', 'c53179ddaac2492f522f4a9eedb65618.jpg', 'asfdasdf', 1),
(4, 2, 'nashwa', 300, 1000, 'لىانملب', '<p>تنلايبناليب</p>\r\n', 'nashwa', 'd0ddeb0c85c6709ba3066d6b2068ae0c.jpg', 'يبليبل', 1);

-- --------------------------------------------------------

--
-- Table structure for table `sessions_reserve`
--

CREATE TABLE IF NOT EXISTS `sessions_reserve` (
  `sessions_reserve_id_pk` int(11) NOT NULL AUTO_INCREMENT,
  `sessions_id_fk` int(11) NOT NULL,
  `sessions_reserve_name` varchar(255) NOT NULL,
  `sessions_reserve_email` varchar(255) NOT NULL,
  `sessions_reserve_phone` int(11) NOT NULL,
  `sessions_reserve_address` varchar(255) NOT NULL,
  `sessions_reserve_work` varchar(255) NOT NULL,
  `sessions_reserve_work_at` varchar(255) NOT NULL,
  `sessions_reserve_notes` text NOT NULL,
  `session_reserve_confirm` int(11) DEFAULT '1',
  PRIMARY KEY (`sessions_reserve_id_pk`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `sessions_reserve`
--

INSERT INTO `sessions_reserve` (`sessions_reserve_id_pk`, `sessions_id_fk`, `sessions_reserve_name`, `sessions_reserve_email`, `sessions_reserve_phone`, `sessions_reserve_address`, `sessions_reserve_work`, `sessions_reserve_work_at`, `sessions_reserve_notes`, `session_reserve_confirm`) VALUES
(1, 1, 'helbo', 'helbawy@ttt.com', 2147483647, 'sadfasdfasdgas', 'عربجى', 'العربخانه', '<p>tttttttttttttttttt</p>\r\n', 1),
(2, 2, 'asdfasdf', 'asdfasdf', 2321, '1231321aasdfasd', 'asdfasdfasdf', 'sadfasdfas', '<p> </p>\r\n\r\n<p> </p>\r\n', 1),
(3, 4, 'nnn', 'gfhgh', 1213, 'fdfsdf', 'fgdfgdfg', 'fgdgdgdf', '<p>dgdfgd</p>\r\n', 1),
(4, 2, 'www', 'helbawy@ttt.com', 435345, 'fdfds', 'dsfds', 'dfsfs', '<p>sdfsdf</p>\r\n', 1),
(5, 4, 'gfhfghgf', 'helbawy@ttt.com', 453453, 'bgfhf', 'gfhgfh', 'gfhgf', '<p>fghgfh</p>\r\n', 1),
(6, 2, 'www', 'helbawy@ttt.com', 123, 'fff', 'fff', 'fff', 'fff  ', 0);

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `code` varchar(100) NOT NULL,
  `s` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `name`, `code`, `s`) VALUES
(1, 'suppliers', '203', 'موردين'),
(2, 'clients', '102002', 'عملاء'),
(3, 'accounts_group', '102009', 'صندوق'),
(5, 'sanfs_card', '102008', 'مخزون'),
(4, 'accounts_group', '1020010', 'بنك'),
(8, 'accounts_group', '401', 'أوراق قبض'),
(10, 'accounts_group', '402', 'شيكات تحت التحصيل'),
(11, 'accounts_group', '', 'مردودات مشتريات'),
(6, 'accounts_group', '', 'المشتريات'),
(7, 'accounts_group', '', 'المبيعات'),
(9, 'accounts_group', '10092918', 'أوراق دفع'),
(12, 'accounts_group', '', 'مردود المبيعات'),
(13, 'accounts_group', '', 'مصاريف مشتريات'),
(15, 'accounts_group', '', 'مصاريف مبيعات');

-- --------------------------------------------------------

--
-- Table structure for table `signatures`
--

CREATE TABLE IF NOT EXISTS `signatures` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `exp_imp_id_fk` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `job` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Dumping data for table `signatures`
--

INSERT INTO `signatures` (`id`, `exp_imp_id_fk`, `type`, `name`, `job`) VALUES
(11, '6', '1', 'التوقيعات الأسم ', 'التوقيعات الوظيفة '),
(8, '3', '1', 'عيسى', 'مدير الجميعة '),
(12, '7', '1', '', ''),
(13, '7', '1', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `standard_recepies`
--

CREATE TABLE IF NOT EXISTS `standard_recepies` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `product_main_code_fk` int(11) NOT NULL DEFAULT '0',
  `product_sub_code_fk` int(11) NOT NULL,
  `product_sub_amount` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Dumping data for table `standard_recepies`
--

INSERT INTO `standard_recepies` (`id`, `product_main_code_fk`, `product_sub_code_fk`, `product_sub_amount`, `date`, `date_s`) VALUES
(1, 16, 15, 70, 1503176400, 1503237876);

-- --------------------------------------------------------

--
-- Table structure for table `storage_products`
--

CREATE TABLE IF NOT EXISTS `storage_products` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `p_code` int(11) NOT NULL,
  `p_name` varchar(255) NOT NULL,
  `p_from_id_fk` int(11) NOT NULL,
  `p_unit_fk` int(11) NOT NULL,
  `p_type_fk` int(11) NOT NULL,
  `p_supply_price` int(11) NOT NULL,
  `p_exchange_price` int(11) NOT NULL,
  `p_past_amount` int(11) NOT NULL,
  `p_past_amount_cost` int(11) NOT NULL,
  `p_storage_code_fk` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- Dumping data for table `storage_products`
--

INSERT INTO `storage_products` (`id`, `p_code`, `p_name`, `p_from_id_fk`, `p_unit_fk`, `p_type_fk`, `p_supply_price`, `p_exchange_price`, `p_past_amount`, `p_past_amount_cost`, `p_storage_code_fk`) VALUES
(13, 0, 'اجهزة كهربائية ', 0, 0, 0, 0, 0, 0, 0, 0),
(14, 0, 'مواد غذائية', 0, 0, 0, 0, 0, 0, 0, 0),
(15, 1, 'تمر', 14, 4, 1, 500, 500, 0, 10, 1),
(16, 2, 'سله غذائية', 14, 4, 2, 500, 10, 0, 0, 1),
(17, 3, 'سلة رمضان', 14, 4, 2, 5000, 6000, 50, 100, 0);

-- --------------------------------------------------------

--
-- Table structure for table `stores`
--

CREATE TABLE IF NOT EXISTS `stores` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `storage_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Dumping data for table `stores`
--

INSERT INTO `stores` (`id`, `storage_name`) VALUES
(1, 'مخزن أول'),
(2, 'مخزن ثاني ');

-- --------------------------------------------------------

--
-- Table structure for table `success`
--

CREATE TABLE IF NOT EXISTS `success` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `img` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `publisher` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Table structure for table `supplies_items`
--

CREATE TABLE IF NOT EXISTS `supplies_items` (
  `id` int(11) NOT NULL,
  `order_num_id_fk` int(11) NOT NULL,
  `product_code_fk` int(11) NOT NULL,
  `storage_code_fk` int(11) NOT NULL,
  `product_amount` int(11) NOT NULL,
  `all_cost_supply` int(11) NOT NULL,
  `product_unite` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `supplies_items`
--

INSERT INTO `supplies_items` (`id`, `order_num_id_fk`, `product_code_fk`, `storage_code_fk`, `product_amount`, `all_cost_supply`, `product_unite`, `date`, `date_s`) VALUES
(0, 1, 15, 1, 9000, 18000, 4, 1503435600, 1503238063);

-- --------------------------------------------------------

--
-- Table structure for table `supplies_orders`
--

CREATE TABLE IF NOT EXISTS `supplies_orders` (
  `id` int(11) NOT NULL,
  `order_num` text NOT NULL,
  `donar_id_fk` int(11) NOT NULL,
  `order_total_cost` int(11) NOT NULL,
  `order_notes` text NOT NULL,
  `deport` int(11) NOT NULL DEFAULT '0',
  `added_by` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `supplies_orders`
--

INSERT INTO `supplies_orders` (`id`, `order_num`, `donar_id_fk`, `order_total_cost`, `order_notes`, `deport`, `added_by`, `date`, `date_s`) VALUES
(0, '1', 7, 18000, 'ggg', 0, 'admin', 1503435600, 1503238063);

-- --------------------------------------------------------

--
-- Table structure for table `testy`
--

CREATE TABLE IF NOT EXISTS `testy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `salary` int(11) NOT NULL,
  `kasem` int(11) NOT NULL,
  `tamen` int(11) NOT NULL,
  `elawa` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=11 ;

--
-- Dumping data for table `testy`
--

INSERT INTO `testy` (`id`, `name`, `salary`, `kasem`, `tamen`, `elawa`) VALUES
(1, 'محمد ابراهيم ', 3000, 270, 250, 550),
(2, 'محمود أحمد ', 4000, 301, 360, 360),
(3, 'زياد الشامي ', 5000, 140, 150, 400),
(4, 'رشيد البقعي', 2500, 500, 200, 300),
(5, 'محمد عبدالله', 3600, 50, 150, 250),
(6, 'مصطفي السيد ', 5500, 360, 102, 600),
(7, 'محمد صلاح', 6000, 240, 210, 600),
(8, 'علاء الدين', 7500, 150, 220, 500),
(9, 'علي بن محمد', 2500, 0, 50, 100),
(10, 'السيد ابراهيم ', 4500, 200, 250, 200);

-- --------------------------------------------------------

--
-- Table structure for table `units`
--

CREATE TABLE IF NOT EXISTS `units` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `unit_name` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `units`
--

INSERT INTO `units` (`id`, `unit_name`) VALUES
(4, 'الكيلو'),
(5, 'المتر'),
(6, 'الحبة');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(400) NOT NULL,
  `user_username` varchar(255) NOT NULL,
  `emp_code` varchar(255) NOT NULL DEFAULT '0',
  `user_pass` varchar(255) NOT NULL,
  `user_email` varchar(255) NOT NULL,
  `role_id_fk` int(11) NOT NULL,
  `dep_job_id_fk` int(11) NOT NULL,
  `administration_id` int(11) DEFAULT NULL,
  `user_phone` varchar(20) NOT NULL,
  `user_photo` varchar(255) NOT NULL DEFAULT 'user.png',
  `last_login` int(11) NOT NULL,
  PRIMARY KEY (`user_id`),
  UNIQUE KEY `admin_user` (`user_username`,`user_email`),
  KEY `user_phone` (`user_phone`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=14 ;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `user_name`, `user_username`, `emp_code`, `user_pass`, `user_email`, `role_id_fk`, `dep_job_id_fk`, `administration_id`, `user_phone`, `user_photo`, `last_login`) VALUES
(1, 'admin', 'admin', '6', 'adcd7048512e64b48da55b027577886ee5a36350', 'heshamtatawy@gmail.com', 1, 10, 1, '01099942304', '54f7f64a559fbc84faf01d246b997ae8.jpg', 1506856473),
(3, 'leader', 'leader', '9', 'adcd7048512e64b48da55b027577886ee5a36350', 'nashwa@yahoo.com', 3, 13, 3, '123666', '027eb0934052fad308c379fc557bf10a.jpg', 1505810872),
(4, 'resep', 'resep', '8', 'adcd7048512e64b48da55b027577886ee5a36350', 'nashwa@yahoo.com', 2, 12, 3, '1236', 'user.png', 1505815857),
(9, 'nashwa', 'nashwa', '12', '10470c3b4b1fed12c3baac014be15fac67c6e815', 'nashwa@yahoo.com', 3, 14, 3, '01009316611', 'd911bfabed289007d9f4791542dc3b33.jpg', 1505816124),
(10, 'eslam', 'eslam', '13', 'adcd7048512e64b48da55b027577886ee5a36350', 'nashwa@yahoo.com', 3, 14, 3, '123', '528c7d034e71a512da9c0fb3ecc362d7.jpg', 1505833295),
(11, 'nana', 'nana', '11', 'adcd7048512e64b48da55b027577886ee5a36350', 'nashwa@yahoo.com', 2, 11, 2, '123', '848db4d9943406ec95b2ccabcf0ed839.jpg', 1505815901),
(13, 'test', 'test', '12', 'adcd7048512e64b48da55b027577886ee5a36350', 's@yahoo.com', 2, 11, 2, '123', '848db4d9943406ec95b2ccabcf0ed839.jpg', 1506424030);

-- --------------------------------------------------------

--
-- Table structure for table `vacations`
--

CREATE TABLE IF NOT EXISTS `vacations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `emp_id` int(11) NOT NULL,
  `vacation_id` int(11) NOT NULL,
  `from_date` varchar(255) NOT NULL,
  `to_date` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL DEFAULT '0',
  `emp_assigned_id` int(11) NOT NULL,
  `visa` varchar(255) NOT NULL,
  `approved` varchar(10) DEFAULT '0',
  `approved_date` int(11) NOT NULL,
  `approved_publisher` tinyint(4) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` tinyint(4) NOT NULL DEFAULT '0',
  `deleted` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `vacations`
--

INSERT INTO `vacations` (`id`, `emp_id`, `vacation_id`, `from_date`, `to_date`, `year`, `emp_assigned_id`, `visa`, `approved`, `approved_date`, `approved_publisher`, `date`, `date_s`, `suspend`, `deleted`) VALUES
(2, 13, 1, '09/01/2017', '09/09/2017', '2017', 8, 'asdasdsadsadasd', '1', 0, 0, 1505682000, 1505759197, 0, 1),
(4, 13, 1, '09/06/2017', '09/03/2017', '2017', 9, 'التأشيره المطلوبة', '0', 1506842707, 1, 1505941200, 1505993292, 0, 1),
(3, 12, 1, '09/01/2017', '09/10/2017', '2018', 13, 'we', '1', 1505810721, 13, 1505768400, 1505810646, 0, 1);

-- --------------------------------------------------------

--
-- Table structure for table `vouchers`
--

CREATE TABLE IF NOT EXISTS `vouchers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `vouch_num` varchar(150) NOT NULL,
  `receipt_date` varchar(255) NOT NULL,
  `vouch_type` tinyint(2) NOT NULL,
  `maden` varchar(150) NOT NULL,
  `dayen` varchar(150) NOT NULL,
  `value` varchar(150) NOT NULL,
  `details` varchar(150) NOT NULL,
  `sheek_num` varchar(150) NOT NULL,
  `sheek_status` tinyint(4) NOT NULL DEFAULT '0',
  `accept_date` varchar(255) NOT NULL DEFAULT '0',
  `date_received` varchar(150) NOT NULL,
  `deportation_value` varchar(255) NOT NULL,
  `deposit_date` varchar(255) NOT NULL,
  `deport` tinyint(2) NOT NULL,
  `sheek_under_recived` varchar(255) NOT NULL DEFAULT '0',
  `sheek_under_date` varchar(255) NOT NULL DEFAULT '0',
  `sheek_under_date_s` varchar(255) NOT NULL DEFAULT '0',
  `sheek_under_publisher` varchar(255) NOT NULL DEFAULT '0',
  `type` tinyint(4) NOT NULL DEFAULT '0',
  `date` varchar(150) NOT NULL,
  `date_s` varchar(150) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8mb4 AUTO_INCREMENT=7 ;

--
-- Dumping data for table `vouchers`
--

INSERT INTO `vouchers` (`id`, `vouch_num`, `receipt_date`, `vouch_type`, `maden`, `dayen`, `value`, `details`, `sheek_num`, `sheek_status`, `accept_date`, `date_received`, `deportation_value`, `deposit_date`, `deport`, `sheek_under_recived`, `sheek_under_date`, `sheek_under_date_s`, `sheek_under_publisher`, `type`, `date`, `date_s`) VALUES
(1, '1', '1504299600', 2, '10200100000', '2030001', '250', 'ثشقثصقصثقصثق', '12333', 1, '1504213200', '0', '', '1504213200', 3, '402', '1504213200', '1504282371', 'admin', 2, '1504213200', '1504282185'),
(2, '5', '1504213200', 3, '10200100001', '2030001', '8000', 'صثق', '33', 1, '1504213200', '1504299600', '', '1504213200', 3, '402', '1504213200', '1504283956', 'admin', 2, '1504213200', '1504283942'),
(3, '22', '1504213200', 2, '10200100001', '2030004', '3', '323', '3', 0, '0', '0', '', '0', 1, '402', '1504213200', '1504285054', 'admin', 2, '1504213200', '1504284124'),
(4, '151', '1505077200', 1, '2030003', '1020090009', '2500', 'بيان', '', 0, '0', '', '', '1506718800', 1, '0', '0', '0', '0', 1, '1505077200', '1505156744'),
(5, '212', '1505077200', 1, '1020090009', '2030002', '9000', 'wer', '', 0, '0', '', '', '1505077200', 1, '0', '0', '0', '0', 2, '1505077200', '1505158243'),
(6, '232', '1505163600', 1, '2030005', '1020090009', '9800', 'بيان', '', 0, '0', '', '', '1505163600', 1, '0', '0', '0', '0', 1, '1505163600', '1505201296');

-- --------------------------------------------------------

--
-- Table structure for table `work_donation`
--

CREATE TABLE IF NOT EXISTS `work_donation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `main_field_id` int(11) NOT NULL,
  `sub_field_id` int(11) NOT NULL,
  `img` text NOT NULL,
  `title` text,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `publisher` text NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Dumping data for table `work_donation`
--

INSERT INTO `work_donation` (`id`, `main_field_id`, `sub_field_id`, `img`, `title`, `date`, `date_s`, `publisher`) VALUES
(1, 2, 8, '21207f52c226dddcd39eb88fc2d910c3.png', 'تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  تفاصيل المقطع رقم 1  ', '1501880400', '1501936893', '1'),
(2, 2, 8, '21207f52c226dddcd39eb88fc2d910c3.png', 'تفاصيل المقطع رقم 2  تفاصيل المقطع رقم 2  تفاصيل المقطع رقم 2  تفاصيل المقطع رقم 2  تفاصيل المقطع رقم 2  تفاصيل المقطع رقم 2  ', '1501880400', '1501936893', '1');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
